mtran0
vis 1
detect 1
key_indicator: model
    . backgrflag 1
    . userdata "0001991CD100"
    detect 0
    fcolor 31
    fstyle 1
    finter 1
    fdir 0
    fpercent 100
    ecolor 7
    estyle 1
    ewidth 1
    background: frect 0 0 137 77 
    detect 1
    inst flsdatetime 0 0
    . move 0.25 75
    . scale 0.25 75 0.825 0.8
    renamedvars  \
        AlignX :: 2 \
        EdgeColor :: 31 \
        FillColor :: 31 \
        Font :: 1 \
        TextColor :: 3 \
        TimeOnly :: 0
    tcolor 17
    bcolor 0
    height 1
    path 1
    font 1
    prec 0
    align 2 3
    size 0 0
    text "ОСНОВНЫЕ ПОКАЗАТЕЛИ" 12.5 60.5
    . move 54.5 15
    inst POINTVAL 0 0
    . userdata "0020010BC015N01Q41_PS       "
    . move 8.60782 56.1432
    . scale 8.60782 56.1432 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010BC015N01Q41_CS       "
    . move 14.495 56.1432
    . scale 14.495 56.1432 0.394123 0.518875
    fcolor 20
    ecolor 20
    rect 29.5 56 50.5 48.5 
    . move -25.6614 26.7549
    . scale -25.6614 26.7549 0.904186 0.838411
    inst POINTVAL 0 0
    . userdata "0020991CD100G14_SH_PS       "
    . move 8.83232 69.9149
    . scale 8.83232 69.9149 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020991CD100G14_SH_CS       "
    . move 14.495 69.9149
    . scale 14.495 69.9149 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010BC015N01F01_CSAVG    "
    . move 14.495 54.6059
    . scale 14.495 54.6059 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020991CD100G14_WH_CS       "
    . move 14.495 71.0512
    . scale 14.495 71.0512 0.394123 0.518875
    tcolor 13
    height 0.997589
    font 7
    text "ККД" 12.5 60.5
    . move -33.0773 131.839
    . scale -33.0773 131.839 2.8723 -0.972538
    inst POINTVAL 0 0
    . userdata "0020010BC012N01Q41_CS       "
    . move 14.495 68.7118
    . scale 14.495 68.7118 0.394123 0.518875
    height 0.993134
    text "Время работы" 12.5 60.5
    . move -4.40207 34.0623
    . scale -4.40207 34.0623 0.706322 0.62044
    inst POINTVAL 0 0
    . userdata "0020010BC012N01Q41_PS       "
    . move 8.83232 68.7118
    . scale 8.83232 68.7118 0.394123 0.518875
    height 0.997589
    text "Пред. смена" 12.5 60.5
    . move 5.21117 34.3938
    . scale 5.21117 34.3938 0.484481 0.632072
    text "Тек. смена" 12.5 60.5
    . move 10.5022 34.3867
    . scale 10.5022 34.3867 0.484481 0.632072
    height 0.800003
    text "Простой" 12.5 60.5
    . move -11.8136 22.3842
    . scale -11.8136 22.3842 1.21122 0.794943
    text "Переработка" 12.5 60.5
    . move -5.79007 21.1271
    . scale -5.79007 21.1271 0.803597 0.794943
    text "Ток" 12.5 60.5
    . move -34.9751 20.053
    . scale -34.9751 20.053 2.98478 0.794943
    fcolor 4
    rect 29.5 56 50.5 48.5 
    . move -25.6614 -40.9915
    . scale -25.6614 -40.9915 0.904186 1.81245
    height 0.997589
    text "МПСИ" 12.5 60.5
    . move -32.3879 118.581
    . scale -32.3879 118.581 2.8723 -0.972538
    text "Пред. смена" 12.5 60.5
    . move 5.15743 21.1741
    . scale 5.15743 21.1741 0.484481 0.632072
    text "Тек. смена" 12.5 60.5
    . move 10.5134 21.167
    . scale 10.5134 21.167 0.484481 0.632072
    height 0.800003
    text "Переработка" 12.5 60.5
    . move -5.78698 8.57457
    . scale -5.78698 8.57457 0.803597 0.794943
    text "Ток SER" 12.5 60.5
    . move -34.013 5.71704
    . scale -34.013 5.71704 2.98478 0.794943
    text "Производ-сть" 12.5 60.5
    . move -4.88518 7.05715
    . scale -4.88518 7.05715 0.746198 0.794943
    text "Вода" 12.5 60.5
    . move -22.8471 1.05781
    . scale -22.8471 1.05781 2.03839 0.794943
    text "%твердого" 12.5 60.5
    . move -7.74161 -0.0511442
    . scale -7.74161 -0.0511442 0.924456 0.791395
    fcolor 20
    rect 29.5 56 50.5 48.5 
    . move -25.6614 26.9972
    . scale -25.6614 26.9972 0.904186 0.710905
    height 0.997589
    text "Питатели" 12.5 60.5
    . move -31.3869 124.908
    . scale -31.3869 124.908 2.8723 -0.972538
    height 0.993134
    text "50" 12.5 60.5
    . move -6.82568 24.6957
    . scale -6.82568 24.6957 0.706334 0.661808
    height 0.997589
    text "Пред. смена" 12.5 60.5
    . move 4.9633 27.5005
    . scale 4.9633 27.5005 0.484481 0.632072
    text "Тек. смена" 12.5 60.5
    . move 10.2543 27.4934
    . scale 10.2543 27.4934 0.484481 0.632072
    height 0.800003
    text "51" 12.5 60.5
    . move -13.1208 15.4535
    . scale -13.1208 15.4535 1.21122 0.794943
    text "52" 12.5 60.5
    . move -1.53333 12.6786
    . scale -1.53333 12.6786 0.281258 0.818718
    text "Мощность SER" 12.5 60.5
    . move -32.624 4.36562
    . scale -32.624 4.36562 2.98478 0.794943
    height 0.993134
    text "Время работы" 12.5 60.5
    . move -4.40798 20.4201
    . scale -4.40798 20.4201 0.706322 0.62044
    inst POINTVAL 0 0
    . userdata "0020020ML060A01_WH          "
    . move 8.60782 57.4132
    . scale 8.60782 57.4132 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020CR020A2_WH           "
    . move 8.60782 42.9368
    . scale 8.60782 42.9368 0.394123 0.518875
    rect 29.5 56 50.5 48.5 
    . move -25.6614 -6.31582
    . scale -25.6614 -6.31582 0.904186 0.928772
    height 0.997589
    text "HP300" 12.5 60.5
    . move -32.3628 103.809
    . scale -32.3628 103.809 2.8723 -0.972538
    height 0.993134
    text "Время дроб." 12.5 60.5
    . move -4.67145 5.93118
    . scale -4.67145 5.93118 0.706322 0.62044
    height 0.997589
    text "Пред. смена" 12.5 60.5
    . move 5.15308 6.35358
    . scale 5.15308 6.35358 0.484481 0.632072
    text "Тек. смена" 12.5 60.5
    . move 10.5109 6.34651
    . scale 10.5109 6.34651 0.484481 0.632072
    height 0.800003
    text "Мощность" 12.5 60.5
    . move -11.3379 -5.83117
    . scale -11.3379 -5.83117 1.21122 0.794943
    rect 29.5 56 50.5 48.5 
    . move -25.6614 13.6583
    . scale -25.6614 13.6583 0.904186 0.435468
    height 0.997589
    text "ЛК21" 12.5 60.5
    . move -32.7431 96.1581
    . scale -32.7431 96.1581 2.8723 -0.972538
    height 0.993134
    text "Производ-сть" 12.5 60.5
    . move -4.65187 -1.84283
    . scale -4.65187 -1.84283 0.706322 0.62044
    height 0.997589
    text "Пред. смена" 12.5 60.5
    . move 5.21468 -1.25989
    . scale 5.21468 -1.25989 0.484481 0.632072
    text "Тек. смена" 12.5 60.5
    . move 10.5057 -1.26697
    . scale 10.5057 -1.26697 0.484481 0.632072
    inst POINTVAL 0 0
    . userdata "0020020BC021N01F01_PS       "
    . move 8.60782 35.1669
    . scale 8.60782 35.1669 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020BC021N01F01_TS       "
    . move 14.4949 35.1669
    . scale 14.4949 35.1669 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020ML060Y03I03_PS       "
    . move 8.60782 47.2524
    . scale 8.60782 47.2524 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020ML060Y03I03_TS       "
    . move 14.495 47.2524
    . scale 14.495 47.2524 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020ML060N01F01_PS       "
    . move 8.60782 48.5997
    . scale 8.60782 48.5997 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020ML060N01F01_TS       "
    . move 14.495 48.5997
    . scale 14.495 48.5997 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010BC015N01F01_PSAVG    "
    . move 8.60782 54.6059
    . scale 8.60782 54.6059 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020CR020T11_PS          "
    . move 8.60782 41.7155
    . scale 8.60782 41.7155 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020CR020T11_CS          "
    . move 14.4949 41.7155
    . scale 14.4949 41.7155 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020ML060A01J01_PS       "
    . move 8.60782 51.9095
    . scale 8.60782 51.9095 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020ML060A01J01_СS       "
    . move 14.4949 51.9095
    . scale 14.4949 51.9095 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020ML060A01_RC_PS       "
    . move 8.60782 53.2691
    . scale 8.60782 53.2691 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020ML060A01_RC_CS       "
    . move 14.4949 53.2691
    . scale 14.4949 53.2691 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010CR010M01I01_PS       "
    . move 8.83233 67.6424
    . scale 8.83233 67.6424 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010CR010M01I01_CS       "
    . move 14.495 67.6424
    . scale 14.495 67.6424 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010AF050U01S01_PS       "
    . move 8.60782 64.2257
    . scale 8.60782 64.2257 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010AF050U01S01_CS       "
    . move 14.2704 64.2068
    . scale 14.2704 64.2068 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010AF051U01S01_PS       "
    . move 8.60782 63.0226
    . scale 8.60782 63.0226 0.394123 0.509438
    inst POINTVAL 0 0
    . userdata "0020010AF051U01S01_CS       "
    . move 14.2704 63.0226
    . scale 14.2704 63.0226 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010AF052U01S01_PS       "
    . move 8.60782 61.6857
    . scale 8.60782 61.6857 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020010AF052U01S01_CS       "
    . move 14.2704 61.6857
    . scale 14.2704 61.6857 0.394123 0.518875
    height 0.800003
    text "Обороты" 12.5 60.5
    . move -21.9336 2.67763
    . scale -21.9336 2.67763 2.03839 0.794943
    inst POINTVAL 0 0
    . userdata "0020020ML060A01S01_PS       "
    . move 8.52135 50.2195
    . scale 8.52135 50.2195 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020ML060A01S01_СS       "
    . move 14.4085 50.2195
    . scale 14.4085 50.2195 0.394123 0.518875
    text "Щель" 12.5 60.5
    . move -12.3105 -7.07751
    . scale -12.3105 -7.07751 1.21122 0.794943
    inst POINTVAL 0 0
    . userdata "0020020CR020T11_1_PS        "
    . move 8.60782 40.4572
    . scale 8.60782 40.4572 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020CR020T11_1_СS        "
    . move 14.4949 40.4572
    . scale 14.4949 40.4572 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020BC031U01I01_PS       "
    . move 8.60782 39.1646
    . scale 8.60782 39.1646 0.394123 0.518875
    inst POINTVAL 0 0
    . userdata "0020020BC031U01I01_СS       "
    . move 14.4949 39.1646
    . scale 14.4949 39.1646 0.394123 0.518875
    text "Конв 31 ток" 12.5 60.5
    . move -11.0755 -8.374
    . scale -11.0755 -8.374 1.21122 0.794943
endm
