mtran0
vis 1
detect 1
concept_knelson_193: model
    . backgrflag 1
    . userdata "0001991CD100"
    detect 0
    fcolor 31
    fstyle 1
    finter 1
    fdir 0
    fpercent 100
    ecolor 7
    estyle 1
    ewidth 1
    background: frect 0 0 75 41 
    detect 1
    fcolor 4
    ecolor 10
    ewidth 2
    line 22 33.5 22.5 33.5 22.5 15 
    . move 28.7096 -4.4545
    . scale 28.7096 -4.4545 1 0.51898
    fcolor 15
    finter 4
    ecolor 15
    ewidth 1
    line \
        33.5 41.625 34.375 41.625 34.375 40.75 \
        33.125 40.75 
    . filled 1
    . fgradient 0 0.880005 33.7529 40.7463 33.7529 41.1828 100 0
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    line \
        28.875 41 29.375 41 29.375 40.25 \
        28.625 40.25 
    . filled 1
    . fgradient 0 0.75 28.9951 40.2539 28.9951 40.6232 100 0
    . move 23.7589 -23.4644
    . scale 23.7589 -23.4644 0.90433 0.893439
    line \
        16.4898 49.5932 17.1193 49.5932 17.1193 48.727 \
        16.4898 48.727 16.4898 49.5932 
    . filled 1
    . fgradient 0 0.630005 16.8067 48.7338 16.8067 49.1578 100 0
    . move 21.2458 -15.4557
    . scale 21.2458 -15.4557 1.12182 0.731026
    fcolor 14
    finter 1
    ecolor 7
    poly \
        2.4173 54.587 9.9173 54.587 10.9173 53.6976 \
        9.9173 52.8081 2.4173 52.8081 3.4173 53.6976 
    . filled 1
    . tran 1 -3.15664e-007 0 -2.80769e-007 -1.12428 0
    . move 46.454 62.1853
    tcolor 17
    bcolor 0
    height 0.800003
    path 1
    font 1
    prec 0
    align 3 3
    size 0 0
    text "030-GC-190" 12.5 60.5
    . move 34.945 -38.412
    . scale 34.945 -38.412 1 1
    fcolor 1010
    finter 4
    estyle 0
    poly \
        57.6713 53.7831 58.389 54.2213 59.1767 54.6991 \
        59.7865 54.9858 60.2713 55.2223 60.7806 55.3317 \
        61.4936 55.4411 62.0611 55.4776 62.7013 55.4776 \
        63.2252 55.4229 63.8218 55.35 64.6221 55.1128 \
        65.4369 54.7663 66.1499 54.365 66.6592 53.8907 \
        66.9267 53.7754 66.8759 44.5383 68.4767 43.7739 \
        68.1718 42.7228 66.8759 43.2643 66.8759 40.748 \
        66.4693 40.7161 66.4693 43.4554 58.1603 47.2458 \
        58.1857 40.4613 57.7029 40.4294 
    . filled 1
    . fgradient 0 10 67 48 62 48 100 1100
    . move -39.0001 -34.0933
    . scale -39.0001 -34.0933 1.377 1.09773
    fcolor 15
    finter 1
    ecolor 15
    estyle 1
    sec2 49.2719 23.2974 61.0931 49.8315 37.1522 49.7661 
    . move 20.7008 -12.5181
    . scale 20.7008 -12.5181 0.529848 0.75161
    line \
        17.1169 54.0585 17.1169 37.8305 17.909 37.8305 \
        17.9057 46.2844 33.0665 40.5292 33.5705 41.8605 \
        31.125 42.875 31.125 54.125 
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    line 19.125 55.125 19.125 45.875 
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    line 29.0341 55.174 29 42.125 
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    line \
        30.5 41.5 30.5 38.125 31.125 38.125 \
        31.125 41.25 
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    fstyle 7
    line \
        23.7247 44.0809 23.7387 40.3572 24.8411 40.3712 \
        24.855 43.6764 
    . filled 1
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    fstyle 1
    line \
        19.4128 40.3154 25.3713 40.3293 25.3574 39.2555 \
        19.3849 39.2555 19.3805 40.3302 
    . filled 1
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    ewidth 2
    line 16.343 49.7735 16.343 48.6485 
    . filled 1
    . move 24.7331 -23.4853
    . scale 24.7331 -23.4853 0.90433 0.893439
    line 16.6388 49.7486 16.6388 48.6236 
    . filled 1
    . move 24.6876 -23.4631
    . scale 24.6876 -23.4631 0.90433 0.893439
    ewidth 1
    line \
        26.8993 42.8815 26.9026 40.684 28.4071 39.7995 \
        28.875 41.25 27.7876 41.7453 27.7876 42.5413 
    . filled 1
    . move 23.9262 -29.7264
    . scale 23.9262 -29.7264 0.90433 1.05078
    ewidth 3
    line 29.375 41.25 29.375 39.875 
    . filled 1
    . move 23.7589 -23.4644
    . scale 23.7589 -23.4644 0.90433 0.893439
    line 29.625 41.25 29.625 39.875 
    . filled 1
    . move 23.9262 -23.4644
    . scale 23.9262 -23.4644 0.90433 0.893439
    line 34.375 42 34.375 40.25 
    . filled 1
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    line 34.75 42 34.75 40.25 
    . filled 1
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    finter 2
    ewidth 1
    line \
        22.75 56.125 22.75 51.375 21.625 49.5 \
        26.625 49.5 25.5 51.375 25.5 56.125 
    . filled 1
    . move 24.9262 -23.4644
    . scale 24.9262 -23.4644 0.90433 0.893439
    finter 1
    line \
        23.75 57.25 23.75 56.375 24.625 56.375 \
        24.625 57.25 23.75 57.25 
    . filled 1
    . move 24.9262 -30.7714
    . scale 24.9262 -30.7714 0.90433 1.02107
    ewidth 3
    line 23.375 57.375 25 57.375 
    . filled 1
    . move 24.9262 -23.1293
    . scale 24.9262 -23.1293 0.90433 0.893439
    line 23.375 57.375 25 57.375 
    . filled 1
    . move 24.9262 -23.5761
    . scale 24.9262 -23.5761 0.90433 0.893439
    group
    . move 13.0873 -30.5894
        fstyle 10
        finter 3
        ecolor 31
        ewidth 1
        line \
            19.1691 54.7062 20.375 49.5 21.25 49.5 \
            21.5 50 26.75 50 27 49.625 \
            28.125 49.625 29 54.75 19.125 54.75 
        . filled 1
        . move 11.8389 7.12506
        . scale 11.8389 7.12506 0.90433 0.893439
        line 19.4413 53.5003 28.8182 53.5003 
        . filled 1
        . move 11.8389 7.19793
        . scale 11.8389 7.19793 0.90433 0.893439
        line 19.7787 52.3725 28.7064 52.3842 
        . filled 1
        . move 11.7525 7.20611
        . scale 11.7525 7.20611 0.90433 0.893439
        line 19.875 51.375 28.2836 51.3732 
        . filled 1
        . move 11.9265 7.09956
        . scale 11.9265 7.09956 0.90433 0.893439
    endg
    fcolor 14
    ecolor 15
    estyle 0
    poly \
        57.5523 52.3339 58.0573 53.1503 58.6812 53.9667 \
        59.2753 54.6082 60.018 55.1913 60.7607 55.6579 \
        61.533 56.0078 62.1272 56.0078 62.6916 56.0661 \
        63.3451 56.0078 63.969 55.8328 64.6522 55.4829 \
        65.3652 54.9581 65.8999 54.5499 66.4049 54.0833 \
        66.9991 53.3253 66.9445 37.8158 57.5493 44.7194 
    . filled 1
    . move 20.7309 7.24661
    . scale 20.7309 7.24661 0.412488 0.209978
    fcolor 10
    fstyle 1
    finter 1
    ecolor 10
    estyle 1
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 -3.31448e-015 0 3.31448e-015 1 0
    . move 47.2096 -18.0497
    . refpoint 51.2096 2.95033
    tcolor 0
    height 1.5
    font 7
    text "030-GC-193" 12.5 60.5
    . move 30.4292 -20.8183
    . scale 30.4292 -20.8183 1 1
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1.94872 -6.45898e-015 0 6.45898e-015 1.94872 0
    . move 38.9405 -12.5942
    . refpoint 46.7354 28.3288
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 -3.31448e-015 0 3.31448e-015 1 0
    . move 53.7326 -14.6532
    . refpoint 57.7327 6.3468
    fcolor 4
    line \
        53.5 34 55.5 34 55.5 25.5 \
        55.6093 25.4932 
    . move 21.7221 -10.9845
    . scale 21.7221 -10.9845 0.649026 0.708012
    inst FLSA_MOTOR 0 0
    . userdata "0011030GC193A01R_BOOL_0     101 "
    . move 43.0614 12.0641
    . scale 43.0614 12.0641 2.5 2.50382
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM01           101 "
    . move 70.6535 34.4488
    . scale 70.6535 34.4488 1.4641 1.46635
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM06           101 "
    . move 23.6808 31.1842
    . scale 23.6808 31.1842 1 1.00154
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM02           101 "
    . move 43.4386 7.95277
    . scale 43.4386 7.95277 1 1.00154
    tcolor 7
    height 0.800003
    font 1
    align 2 3
    text "040-IL-200" 12.5 60.5
    . tran 1 -3.15664e-007 0 -2.80769e-007 -1.12428 0
    . move 40.8708 69.8828
    group
    . dynprop  \
          (#  \
            (call ColModelInvoke("pavlik_991_mimic_09")))
    . move -1.14511 -59.8524
        fcolor 14
        ecolor 7
        poly \
            2.5 55 9 55 10 53.6658 \
            8.5 52.7764 2.5 52.7764 3.5 53.6658 \
            2.5 55 
        . filled 1
        . tran 1 0 0 0 1.12428 0
        . move 53.5 4.16441
        text "Желоб\nперелива" 12.5 60.5
        . tran 1 0 0 0 1.12428 0
        . move 47 -3.16916
    endg
    tcolor 0
    align 3 3
    text "030-TK-850-Y02" 12.5 60.5
    . move 25.242 -23.5222
    . scale 25.242 -23.5222 1 1
    align 1 3
    text "Питание ВКЛ" 12.5 60.5
    . move 47.6266 -22.8001
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193A01R_BOOL_1     101 "
    . move 70.5894 37.7293
    . scale 70.5894 37.7293 1.61051 1.61051
    text "Gravity Concentrator,  ScaledGP" 12.5 60.5
    . move -7.82912 -21.9928
    text "Gravity Concentrator,  PV_gForce" 12.5 60.5
    . move -7.82739 -23.8896
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_REAL_1     "
    . move 20.7765 37.6317
    . scale 20.7765 37.6317 0.727273 0.75
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_INT_0      "
    . move 20.7765 35.7836
    . scale 20.7765 35.7836 0.727273 0.75
    text "Аварийная\nостановка" 12.5 60.5
    . move 47.59 -26.2571
    align 2 3
    text "Привод\nисправен" 12.5 60.5
    . move 27.2205 -52.6451
    align 1 3
    text "Нет положительного\nдавления" 12.5 60.5
    . move -1.17065 -29.3525
    fcolor 4
    finter 4
    ecolor 15
    estyle 3
    rect 17.1382 47.2791 29.5877 43.6422 
    . move 26.3859 -86.7747
    . scale 26.3859 -86.7747 0.623377 2.13333
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM07           101 "
    . move 33.7847 9.60647
    . scale 33.7847 9.60647 1 1.00154
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM04           101 "
    . move 33.7847 4.97079
    . scale 33.7847 4.97079 1 1.00154
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM05           101 "
    . move 33.7847 7.28863
    . scale 33.7847 7.28863 1 1.00154
    text "Вибрация" 12.5 60.5
    . move 9.54959 -48.2416
    text "Скорость" 12.5 60.5
    . move 9.51479 -46.1454
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_REAL_3     "
    . move 27.2866 11.6171
    . scale 27.2866 11.6171 0.727273 0.75
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_REAL_4     "
    . move 27 13.6885
    . scale 27 13.6885 0.571508 0.75
    text "Нет скорости" 12.5 60.5
    . move 9.55241 -55.4382
    text "Минимальная\nпусковая скорость" 12.5 60.5
    . move 9.49763 -53.0705
    align 2 3
    text "Вибрация в норме" 12.5 60.5
    . move 13.8485 -50.7274
    estyle 1
    rect 67.5829 38.2274 82.2959 25.8621 
    . move -46.5198 -23.2733
    . scale -46.5198 -23.2733 1 1.01961
    align 1 3
    text "Тревога отключения" 12.5 60.5
    . move 46.9756 -34.314
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193A01R_BOOL_6     101 "
    . move 71.2923 26.0943
    text "Предупреждение" 12.5 60.5
    . move 46.9931 -36.6251
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193A01R_BOOL_7     101 "
    . move 71.2923 23.7764
    text "Тревоги" 12.5 60.5
    . move 46.9893 -29.7092
    text "Предуп-\nреждения" 12.5 60.5
    . move 46.9909 -32.0104
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_INT_3      "
    . move 64.7943 30.1755
    . scale 64.7943 30.1755 0.727273 0.75
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_INT_4      "
    . move 64.7943 28.1042
    . scale 64.7943 28.1042 0.727273 0.75
    rect 67.5829 38.2274 82.2959 25.8621 
    . move -9.01215 1.4589
    . scale -9.01215 1.4589 1 0.803922
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM09           101 "
    . move 34.2894 29.1337
    . scale 34.2894 29.1337 1 1.00154
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM10           101 "
    . move 34.2894 26.8461
    . scale 34.2894 26.8461 1 1.00154
    text "Высокое" 12.5 60.5
    . move 15.5951 -33.6063
    text "Низкое" 12.5 60.5
    . move 15.6089 -31.408
    text "Давление воды" 12.5 60.5
    . move 15.2046 -29.3944
    rect 20.6952 56.8965 11.156 51.805 
    . move 16.1331 -20.334
    . scale 16.1331 -20.334 0.949152 0.888891
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM08           101 "
    . move 15.4833 19.0757
    . scale 15.4833 19.0757 1 1.00154
    align 2 3
    text "Дифференциальное\nдавление" 12.5 60.5
    . move -6.30975 -39.0497
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_REAL_2     "
    . move 12 21.0848
    . scale 12 21.0848 0.549167 0.75
    text "Высокое давление" 12.5 60.5
    . move -6.49519 -41.3142
    ecolor 4
    ewidth 2
    rect 37.2676 21.0129 55.7801 14.9515 
    . move -36.8214 4.44831
    . scale -36.8214 4.44831 1 0.893332
    align 1 3
    text "Фильтр воды" 12.5 60.5
    . move -6.36867 -35.9052
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193ALM03           101 "
    . move 34.2894 18.9892
    . scale 34.2894 18.9892 1 1.00154
    text "Расход воды" 12.5 60.5
    . move 15.5259 -35.9195
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_REAL_0     "
    . move 27.5 20.1885
    . scale 27.5 20.1885 0.641803 0.75
    text "Нет потока" 12.5 60.5
    . move 15.5619 -41.4648
    rect 20.6952 56.8965 11.156 51.805 
    . move 16.1331 -37.2893
    . scale 16.1331 -37.2893 0.949152 1.06349
    line 20.9518 54.5154 24.4841 54.4832 
    . move 15 -34
    finter 1
    ewidth 1
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 4.67949e-008 -1 0 1 4.67949e-008 0
    . move 60.4105 16.5101
    . refpoint 39.4105 20.5101
    align 2 3
    text "Оборотная\nвода" 12.5 60.5
    . move -8.67538 -32.6106
    finter 4
    ecolor 10
    ewidth 2
    line 50.768 63.2813 50.768 68.6961 19.0784 68.6961 
    . move -26.4052 -29.1516
    . scale -26.4052 -29.1516 1.44133 0.923383
    inst acesys_sym_valve 0 0
    . tran -1.77156 -1.658e-007 0 1.658e-007 -1.77156 0
    . move 35.4193 34.5219
    renamedvars  \
        TagCode :: "030TK850Y02"
    text "030-TK-850" 12.5 60.5
    . move -7.60411 -27.2602
    . scale -7.60411 -27.2602 1 1
    align 1 2
    text "Вр.раб. за пред.см." 12.5 60.5
    . move -10.4403 -55.0042
    . scale -10.4403 -55.0042 1.01406 0.997162
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_BOOL_0_WH  "
    . move 12.1855 4.27762
    . scale 12.1855 4.27762 0.727273 0.75
    align 1 3
    text "№ шага в цикле" 12.5 60.5
    . move -8.43303 -46.4209
    text "Время до конца цикла" 12.5 60.5
    . move -11.4238 -48.7701
    text "Кол-во циклов" 12.5 60.5
    . move -7.51833 -50.9991
    text "Моточасы" 12.5 60.5
    . move -5.48114 -53.3027
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_INT_1      "
    . move 12.1855 13.2698
    . scale 12.1855 13.2698 0.727273 0.75
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_REAL_13    "
    . move 12.1855 11.0218
    . scale 12.1855 11.0218 0.66495 0.75
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_REAL_5     "
    . move 12.1855 8.77371
    . scale 12.1855 8.77371 0.727273 0.75
    inst POINTVAL 0 0
    . userdata "0020030GC193A01R_REAL_6     "
    . move 12.1855 6.52565
    . scale 12.1855 6.52565 0.727273 0.75
    ecolor 15
    ewidth 1
    rect 67.5829 38.2274 82.2959 25.8621 
    . move -90.5307 -23.0761
    . scale -90.5307 -23.0761 1.34615 1.01961
    align 3 3
    text "Автом. работа" 12.5 60.5
    . move 57.1459 -40.8042
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193A01R_BOOL_2     101 "
    . move 71.2719 19.614
    text "Работа в ручном" 12.5 60.5
    . move 57.1281 -50.1132
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193A01R_BOOL_3     101 "
    . move 71.2719 10.3041
    text "Запрос послед-ти\nавтом. останова" 12.5 60.5
    . move 57.1205 -43.1474
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193A01R_BOOL_4     101 "
    . move 71.2719 17.2865
    text "Задержка промывки" 12.5 60.5
    . move 57.1346 -45.447
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193A01R_BOOL_5     101 "
    . move 71.2719 14.959
    text "Ручной режим" 12.5 60.5
    . move 57.1022 -47.7662
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011030GC193A01R_BOOL_8     101 "
    . move 71.2719 12.6315
    rect 67.5829 38.2274 82.2959 25.8621 
    . move -9.01215 -17.9392
    . scale -9.01215 -17.9392 1 1.01961
    ecolor 4
    ewidth 2
    line 31.6896 59.6444 31.6896 56.0075 
    . tran 9.46425e-008 -2.0225 0 1 4.67949e-008 0
    . move 139.761 -11.1742
    finter 1
    ewidth 1
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 4.67949e-008 -1 0 1 4.67949e-008 0
    . move 47.5226 16.5101
    . refpoint 26.5226 20.5101
    group
    . tran -1.40385e-007 1 0 -1 -1.40385e-007 0
    . move -60.9092 42.7327
        finter 4
        ewidth 2
        line 21.0994 62.7963 18.6742 62.7963 
        . move -2 1
        finter 1
        ewidth 1
        fpie2 4 21 4.25 21.75 3.75 21.75 
        . tran 4.67949e-008 -1 0 1 4.67949e-008 0
        . move 40.1493 59.8209
        . refpoint 19.1493 63.8209
    endg
    group
    . move -56.7194 -58.0006
    . scale -56.7194 -58.0006 1.38869 1.38869
        fcolor 0
        finter 4
        ecolor 7
        poly \
            72.7714 71.5345 71.0518 68.8648 81.2157 68.8648 \
            82.7557 71.5089 72.7971 71.5089 
        . filled 1
        . fgradient 1 2.67 82.7557 70.1997 71.0518 70.1997 100 999
        . move 23.8825 23.2148
        . scale 23.8825 23.2148 0.689449 0.669561
        poly \
            74 68 76.5 67.5 77.5 68 \
            77 68.5 75 69 74.5 68.5 \
            74 68 
        . filled 1
        . fgradient 1 1.5 75.75 69 75.75 67.5 100 18
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        fcolor 4
        finter 1
        ecolor 0
        line 76.9807 68.4541 76.4161 68.1204 
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        line 76.5187 67.453 76.3904 68.1204 
        . move 26.6403 27.4446
        . scale 26.6403 27.4446 0.689449 0.626714
        line 74.4397 68.4798 76.4674 68.0177 
        . move 27.601 33.2546
        . scale 27.601 33.2546 0.676543 0.542201
        fcolor 18
        finter 4
        ecolor 7
        poly \
            73.5927 67.0679 74.7991 66.8112 75.9027 68.6338 \
            75.4921 69.0445 74.6707 69.1986 73.6698 67.684 \
            73.5927 67.1193 
        . filled 1
        . fgradient 2 2.31 73.59 69.2 73.59 69.2 40 183 40 0 20 183
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        fcolor 4
        finter 1
        ecolor 12
        line 73.7211 67.684 74.5681 67.5043 75.4664 68.9675 
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        ecolor 13
        line 74.7991 66.8369 74.5681 67.5043 
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        height 1
        font 11
        align 1 3
        text "PAVLIK\nGOLD" 67.1505 67.4016
        . move 20.0633 25.0835
        . scale 20.0633 25.0835 0.805128 0.670097
    endg
endm
