mtran0
vis 1
detect 1
pavlik_080tn590_new_popup: model
    . backgrflag 1
    detect 0
    fcolor 31
    fstyle 1
    finter 1
    fdir 0
    fpercent 100
    ecolor 7
    estyle 1
    ewidth 1
    background: frect 0 13 93 75 
    detect 1
    fcolor 1010
    finter 4
    ecolor 1100
    estyle 0
    frect 25 33 35 28 
    . fgradient 0 5 35 30.5 30 30.5 100 1100
    . move 4.80973 1.84654
    . scale 4.80973 1.84654 0.749394 1
    group
    . move -5.29942 -12.4709
    . scale -5.29942 -12.4709 1.71043 0.893075
        ecolor 1010
        poly \
            40.85 38 44.7 35 45.8 35 \
            49.65 38 
        . filled 1
        . fgradient 0 3 49.65 36.5 45.25 36.5 100 1100
        . move 3.86364 0
        . scale 3.86364 0 0.909091 1
        poly \
            34 44.5 56 44.5 56 39.5 \
            45 37 34 39.5 
        . filled 1
        . fgradient 0 7.5 56 40.75 45 40.75 100 1100
        . move 0 0
        fcolor 15
        ecolor 15
        ewidth 2
        frect 42 44.5 47.5 40.5 
        . move 4.31818 0
        . scale 4.31818 0 0.909091 1
    endg
    fcolor 31
    finter 1
    ecolor 0
    estyle 1
    frect 61 23.5 84.5 21 
    . move -0.708939 -3.71394
    . scale -0.708939 -3.71394 1 1.31476
    inst PneumaticBrake 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Motors/"
    . tran -1.09297e-007 4.40549 0 -0.56902 -4.52015e-007 0
    . move 71.5614 28.5951
    fcolor 28
    finter 4
    ecolor 20
    estyle 0
    frect 33.5 44.5 34.5 44 
    . move -5.29942 -52.2127
    . scale -5.29942 -52.2127 1.71043 1.78615
    frect 33.5 44.5 34.5 44 
    . move 32.33 -52.2127
    . scale 32.33 -52.2127 1.71043 1.78615
    group
    . userdata "0011080TN590A01             100 "
    . move -5.21858 -7.60141
    . scale -5.21858 -7.60141 1.71043 0.893075
        fcolor 1010
        ecolor 24
        estyle 1
        line \
            55.5 40 34.5 40 34.5 39.5 \
            45 37.5 55.5 39.5 55.5 40 
        . move 0 -5
        line \
            45 32.5 45 35 42.5 33 \
            42.5 35 40 33.5 40 35 \
            37.4994 33.9258 37.5 35 36.0004 34.2066 \
            36 35 34.9886 34.4008 34.5 35 
        line \
            45 32.5 45 35 42.5 33 \
            42.5 35 40 33.5 40 35 \
            37.4994 33.9258 37.5 35 36.0004 34.2066 \
            36 35 34.9886 34.4008 34.5 35 
        . tran -1 0 0 0 1 0
        . move 90 0
    endg
    inst acesys_sym_unimotor 0 0
    . move 67.0386 31.7468
    renamedvars  \
        TagCode :: "080TN590A01"
    inst POINTVAL 0 0
    . userdata "0020080TN590A01A33_9        "
    . move 84.7627 44.7127
    . scale 84.7627 44.7127 0.307017 0.75
    tcolor 0
    bcolor 0
    height 0.699997
    path 1
    font 1
    prec 0
    align 2 3
    size 0 0
    text "Ток" 12.5 60.5
    . move 69.7074 -14.9002
    text "Двигатель 3" 12.5 60.5
    . move 71.0393 -13.1856
    text "Исправен" 12.5 60.5
    . move 68.1875 -16.798
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K18_24       101 "
    . move 86.3649 43.5294
    fcolor 4
    finter 1
    ecolor 15
    ewidth 1
    rect 56.391 51.3641 67.6692 46.1024 
    . move 21.3716 -3.36644
    line 56.391 49.7773 67.5856 49.7773 
    . move 21.3716 -3.36644
    inst POINTVAL 0 0
    . userdata "0020080TN590A01A28_42       "
    . move 84.4044 38.9589
    . scale 84.4044 38.9589 0.340883 0.75
    text "Датчик момента 3" 12.5 60.5
    . move 70.5374 -19.0205
    text "Момент" 12.5 60.5
    . move 68.7169 -20.7658
    text "Исправен" 12.5 60.5
    . move 68.1827 -22.4328
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K47_44       101 "
    . move 86.3649 38.0842
    group
    . move 21.3716 -9.10402
        rect 56.391 51.3641 67.6692 46.1024 
        . move 0 0
        line 56.391 49.7773 67.5856 49.7773 
        . move 0 0
    endg
    ecolor 7
    ewidth 3
    line \
        63.6287 33.4846 63.7854 33.6702 63.8724 33.6992 \
        63.8724 33.5426 63.9362 33.5426 64.0464 33.0845 \
        63.9014 33.0845 63.9014 32.8989 65.6476 32.8989 \
        65.6476 33.0845 65.5084 33.0845 65.6302 33.5484 \
        65.7114 33.5484 65.7114 35.3058 65.7984 35.3 \
        65.6418 36.4715 63.913 36.4715 63.8028 35.5668 \
        63.6287 35.7988 63.6287 35.1318 63.7679 35.329 \
        63.8666 35.3232 63.8666 34.9462 63.6983 34.9462 \
        63.6983 34.024 63.8492 34.024 63.8492 33.9022 \
        63.7912 33.9254 63.6287 34.1168 63.6345 33.4846 
    . userdata "0011080TN590A01K17_34       100 "
    . move 2.06901 -5.34738
    . scale 2.06901 -5.34738 1.18961 1.09351
    inst Motor15 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Motors/"
    . userdata "0011080TN590A01K17_34       000 "
    . tran -1.18054e-007 0.840931 0 -0.851458 -1.19532e-007 0
    . move 79.0478 32.3462
    ecolor 15
    ewidth 1
    line 47.7861 38.0011 49.7911 35.8296 
    . tran -1 0 0 0 1 0
    . move 129.832 -1.02051
    inst POINTVAL 0 0
    . userdata "0020080TN590A01A32_9        "
    . move 72.8675 44.7127
    . scale 72.8675 44.7127 0.307017 0.75
    text "Ток" 12.5 60.5
    . move 57.8122 -14.9002
    text "Двигатель 2" 12.5 60.5
    . move 59.144 -13.1856
    text "Исправен" 12.5 60.5
    . move 56.2922 -16.798
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K15_24       101 "
    . move 74.4697 43.5294
    rect 56.391 51.3641 67.6692 46.1024 
    . move 9.47635 -3.36644
    line 56.391 49.7773 67.5856 49.7773 
    . move 9.47635 -3.36644
    inst POINTVAL 0 0
    . userdata "0020080TN590A01A27_42       "
    . move 72.5092 39
    . scale 72.5092 39 0.340883 0.729439
    text "Датчик момента 2" 12.5 60.5
    . move 58.6422 -19.0205
    text "Момент" 12.5 60.5
    . move 56.8217 -20.7658
    text "Исправен" 12.5 60.5
    . move 56.2875 -22.4328
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K45_44       101 "
    . move 74.4697 38.0842
    rect 56.391 51.3641 67.6692 46.1024 
    . move 9.47635 -9.10402
    line 56.391 49.7773 67.5856 49.7773 
    . move 9.47635 -9.10402
    ecolor 7
    ewidth 3
    line \
        63.6287 33.4846 63.7854 33.6702 63.8724 33.6992 \
        63.8724 33.5426 63.9362 33.5426 64.0464 33.0845 \
        63.9014 33.0845 63.9014 32.8989 65.6476 32.8989 \
        65.6476 33.0845 65.5084 33.0845 65.6302 33.5484 \
        65.7114 33.5484 65.7114 35.3058 65.7984 35.3 \
        65.6418 36.4715 63.913 36.4715 63.8028 35.5668 \
        63.6287 35.7988 63.6287 35.1318 63.7679 35.329 \
        63.8666 35.3232 63.8666 34.9462 63.6983 34.9462 \
        63.6983 34.024 63.8492 34.024 63.8492 33.9022 \
        63.7912 33.9254 63.6287 34.1168 63.6345 33.4846 
    . userdata "0011080TN590A01K14_44       100 "
    . move -12.024 -5.34738
    . scale -12.024 -5.34738 1.2891 1.09351
    inst Motor15 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Motors/"
    . userdata "0011080TN590A01K14_44       000 "
    . tran -1.19532e-007 0.851458 0 -0.851458 -1.19532e-007 0
    . move 71.4564 32.2688
    ecolor 15
    ewidth 1
    line 58.396 38.0011 58.396 35.8296 
    . move 13.2911 -1.10402
    inst POINTVAL 0 0
    . userdata "0020080TN590N03P01          "
    . move 77.113 17.021
    . scale 77.113 17.021 0.447863 0.75
    rect 63.5408 16.8912 70.8973 14.6282 
    . move 15.2653 1.89598
    . scale 15.2653 1.89598 0.954206 1
    line 62.7324 19.3157 66.3703 15.7597 
    . move 50.1047 12.2074
    . scale 50.1047 12.2074 0.413164 0.414391
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K06_44       101 "
    . move 90.9895 51.0452
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K07_24       101 "
    . move 90.9895 52.9003
    . scale 90.9895 52.9003 1.00864 1.00864
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K17_24       101 "
    . move 90.9895 55.1702
    . scale 90.9895 55.1702 1.00864 1.00864
    height 0.800003
    align 1 3
    text "Общая неисправность" 12.5 60.5
    . move 65.5843 -3.30255
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K49_34       101 "
    . move 90.9895 57.289
    . scale 90.9895 57.289 1.00864 1.00864
    text "Локальный режим" 12.5 60.5
    . move 65.5484 -9.75056
    text "Удаленный режим" 12.5 60.5
    . move 65.5859 -7.79637
    text "Готов к работе" 12.5 60.5
    . move 65.5593 -5.48691
    inst POINTVAL 0 0
    . userdata "0020080TN590I05             "
    . move 66.4456 24.6991
    . scale 66.4456 24.6991 0.381862 0.75
    text "Крутящий\nмомент" 12.5 60.5
    . move 48.2911 -35.104
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K28_34       101 "
    . move 73.4463 24.7302
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K30_22       101 "
    . move 73.4463 26.2566
    . scale 73.4463 26.2566 1 0.963318
    text "Момент < 180%" 12.5 60.5
    . move 62.59 -34.4756
    text "Момент < 100%" 12.5 60.5
    . move 62.5605 -35.836
    fcolor 31
    ecolor 209
    ewidth 2
    line 60.9717 21.0635 60.9717 24.2836 84.4416 24.2836 
    . move -0.623735 2.89598
    . scale -0.623735 2.89598 0.998991 1
    fcolor 24
    ecolor 15
    ewidth 1
    frect 35 28 36.5 9.5 
    . userdata "0012080TN590A01B06_0V       100 "
    . move 45.5861 16.6129
    . scale 45.5861 16.6129 0.727895 0.380073
    inst SignWithUpArrow 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/InternationalSymbols/"
    . userdata "0011080TN590A01K22_12       001 "
    . move 75.1371 53.8651
    . scale 75.1371 53.8651 0.605 0.605
    inst SignWithUpArrow 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/InternationalSymbols/"
    . userdata "0011080TN590A01K20_24       001 "
    . tran 0.605 0 0 0 -0.605 0
    . move 75.1371 51.0713
    inst POINTVAL 0 0
    . userdata "0020080TN590A01A02_9        "
    . move 67.9001 50.6999
    . scale 67.9001 50.6999 0.477403 0.75
    inst POINTVAL 0 0
    . userdata "0020080TN590A01B06_0V       "
    . move 56.9188 51.6848
    . scale 56.9188 51.6848 0.448005 0.75
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K25_34       101 "
    . move 71.8278 53.2337
    text "Исправно" 12.5 60.5
    . move 51.687 -7.22041
    text "Устр-во подъема граблин" 12.5 60.5
    . move 44.9286 -3.95549
    text "Ток" 12.5 60.5
    . move 51.6157 -9.0527
    text "Уровень\nграблин" 12.5 60.5
    . move 40.3798 -8.11609
    fcolor 4
    rect 56.391 51.3641 67.6692 46.1024 
    . move -70.6961 -20.1028
    . scale -70.6961 -20.1028 2.17761 1.5105
    line 56.391 49.7773 67.5856 49.7773 
    . move -71.5572 5.77171
    . scale -71.5572 5.77171 2.19362 1
    line 47.7861 38.0011 49.7911 35.8296 
    . move 13.2911 -1.10402
    group
    . move -2.41888 -9.10402
        rect 56.391 51.3641 67.6692 46.1024 
        . move 0 0
        line 56.391 49.7773 67.5856 49.7773 
        . move 0 0
    endg
    inst POINTVAL 0 0
    . userdata "0020080TN590A01A31_9        "
    . move 60.9723 44.5
    . scale 60.9723 44.5 0.307017 0.856346
    height 0.699997
    align 2 3
    text "Ток" 12.5 60.5
    . move 45.917 -14.9002
    text "Двигатель 1" 12.5 60.5
    . move 47.2488 -13.1856
    text "Исправен" 12.5 60.5
    . move 44.397 -16.798
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K12_24       101 "
    . move 62.5744 43.5294
    rect 56.391 51.3641 67.6692 46.1024 
    . move -2.41888 -3.36644
    line 56.391 49.7773 67.5856 49.7773 
    . move -2.41888 -3.36644
    inst POINTVAL 0 0
    . userdata "0020080TN590A01A26_42       "
    . move 60.6139 39
    . scale 60.6139 39 0.340883 0.729439
    text "Датчик момента 1" 12.5 60.5
    . move 46.7469 -19.0205
    text "Момент" 12.5 60.5
    . move 44.9264 -20.7658
    text "Исправен" 12.5 60.5
    . move 44.3922 -22.4328
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01K43_44       101 "
    . move 62.5744 38.0842
    group
    . move -22.1594 -25.6732
    . scale -22.1594 -25.6732 1.38869 1.38869
        fcolor 0
        finter 4
        ecolor 7
        poly \
            72.7714 71.5345 71.0518 68.8648 81.2157 68.8648 \
            82.7557 71.5089 72.7971 71.5089 
        . filled 1
        . fgradient 1 2.67 82.7557 70.1997 71.0518 70.1997 100 999
        . move 23.8825 23.2148
        . scale 23.8825 23.2148 0.689449 0.669561
        poly \
            74 68 76.5 67.5 77.5 68 \
            77 68.5 75 69 74.5 68.5 \
            74 68 
        . filled 1
        . fgradient 1 1.5 75.75 69 75.75 67.5 100 18
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        fcolor 4
        finter 1
        ecolor 0
        line 76.9807 68.4541 76.4161 68.1204 
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        line 76.5187 67.453 76.3904 68.1204 
        . move 26.6403 27.4446
        . scale 26.6403 27.4446 0.689449 0.626714
        line 74.4397 68.4798 76.4674 68.0177 
        . move 27.601 33.2546
        . scale 27.601 33.2546 0.676543 0.542201
        fcolor 18
        finter 4
        ecolor 7
        poly \
            73.5927 67.0679 74.7991 66.8112 75.9027 68.6338 \
            75.4921 69.0445 74.6707 69.1986 73.6698 67.684 \
            73.5927 67.1193 
        . filled 1
        . fgradient 2 2.31 73.59 69.2 73.59 69.2 40 183 40 0 20 183
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        fcolor 4
        finter 1
        ecolor 12
        line 73.7211 67.684 74.5681 67.5043 75.4664 68.9675 
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        ecolor 13
        line 74.7991 66.8369 74.5681 67.5043 
        . move 26.6403 23.171
        . scale 26.6403 23.171 0.689449 0.689449
        height 1
        font 11
        align 1 3
        text "PAVLIK\nGOLD" 67.1505 67.4016
        . move 20.0633 25.0835
        . scale 20.0633 25.0835 0.805128 0.670097
    endg
    group
    . move -6.89719 21.3459
    . scale -6.89719 21.3459 1.08807 0.156676
        fcolor 11
        ecolor 11
        fpie2 4 21 4.25 21.75 3.75 21.75 
        . tran -3.27564e-007 1 0 -1 -3.27564e-007 0
        . move -0.0541062 24.6759
        . refpoint 20.9459 20.6759
        ewidth 2
        line 24.7202 26.5139 24.7202 20.6758 20.9037 20.6758 
    endg
    line 24.7202 26.5139 24.7202 20.6758 20.9037 20.6758 
    . tran -1.32713 0 0 0 0.120588 0
    . move 57.8068 22.3028
    line 20.0648 13.3798 48.0857 13.3798 
    . move -5.82397 9.12024
    . scale -5.82397 9.12024 1.04655 1
    line 35.79 14.2794 35.79 13.3018 
    . move -5.07852 8.65873
    . scale -5.07852 8.65873 1 1.0436
    ewidth 1
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 4.21154e-007 -1 0 1 4.21154e-007 0
    . move 51.0813 20.7961
    . refpoint 30.0813 24.7962
    inst POINTVAL 0 0
    . userdata "0020080TN591A01108          "
    . move 6.91902 42.4061
    . scale 6.91902 42.4061 0.550892 0.75
    fcolor 4
    ecolor 12
    rect 17.5 29.5 26.5 26.5 
    . userdata "0011080TN591A01103_0        100 "
    . move -75.2232 -358.429
    . scale -75.2232 -358.429 4.44168 14.0917
    height 0.800003
    font 1
    text "Пустая" 12.5 60.5
    . move 19.2169 -12.6639
    text "Уровень\nдозирования" 12.5 60.5
    . move 19.2297 -14.5691
    text "Переполнена" 12.5 60.5
    . move 19.2288 -10.96
    text "Ошибка" 12.5 60.5
    . move 19.2058 -9.2646
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01103_3        101 "
    . move 40.6542 45.7584
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01C41          101 "
    . move 40.6542 51.3439
    inst FLSA_INDICATOR_LEVEL 0 0
    . userdata "0011080TN591A01103_6        101 "
    . move 40.6542 49.6552
    inst FLSA_INDICATOR_LEVEL 0 0
    . userdata "0011080TN591A01103_1        101 "
    . move 40.6542 47.9665
    ecolor 4
    ewidth 2
    line 30.9942 14.7829 30.9942 17.706 
    . move -5.09889 12.3901
    . scale -5.09889 12.3901 1 1.50864
    line 30.9942 17.706 10.944 17.706 
    . move 9.43762 21.3961
    . scale 9.43762 21.3961 0.530992 1
    line 24.4779 17.706 24.4779 14.6158 
    . move -5.09889 13.4578
    . scale -5.09889 13.4578 1 1.44834
    ecolor 0
    line 25.7457 19.1062 25.7457 17.9443 
    . move -5.09889 21.3961
    line 25.7728 17.3769 25.7728 14.7018 
    . move -5.09889 12.1769
    . scale -5.09889 12.1769 1 1.53055
    line 25.7728 18.4847 32.4759 18.4847 32.4759 14.8098 
    . move -5.09889 13.7472
    . scale -5.09889 13.7472 1 1.41379
    text "Подача" 12.5 60.5
    . move -5.16646 -20.9753
    text "Ошибка" 12.5 60.5
    . move -5.20746 -19.3251
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01101_0        101 "
    . move 12.9843 39.3443
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01101_1        101 "
    . move 12.9843 41.1252
    text "Вода" 12.5 60.5
    . move -3.97896 -15.4094
    ecolor 4
    rect 11.1372 24.0311 18.7171 18.1294 
    . move -14.0041 20.89
    . scale -14.0041 20.89 1.5628 0.972756
    text "Ошибка" 12.5 60.5
    . move 12.1558 -13.8452
    . scale 12.1558 -13.8452 1.00424 1
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01101_4        101 "
    . move 23.6348 46.6408
    . scale 23.6348 46.6408 1.00424 1
    text "Нет полимера" 12.5 60.5
    . move 10.101 -17.5693
    . scale 10.101 -17.5693 1.00424 1
    inst ExhaustHood 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Chemical/"
    . tran 1.00424 0 0 0 -1 0
    . move 20.7535 44.3918
    ecolor 14
    rect 36 23 40.5 21 
    . move -15.261 30.9053
    . scale -15.261 30.9053 0.994411 0.460785
    group
    . userdata "0011080TN591A01101_2        001 "
    . move -14.2883 20.3961
    . scale -14.2883 20.3961 1.00424 1
        inst SpiralChute 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/ConveyorsMisc/"
        . tran 5.3205e-008 -1.13698 0 0.655566 3.06772e-008 0
        . move 36.7013 20.654
        inst SmartMotor 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Motors/"
        . move 33.6473 20.8525
        . scale 33.6473 20.8525 0.443975 0.550472
    endg
    inst FLSA_INDICATOR_LEVEL 0 0
    . userdata "0011080TN591A01103_5        101 "
    . move 20.9135 44.9065
    . scale 20.9135 44.9065 1.17292 1.18704
    text "Дозатор сухого полимера" 12.5 60.5
    . move 4.55563 -12.3024
    . scale 4.55563 -12.3024 1.00424 1
    fcolor 0
    estyle 3
    ewidth 1
    line \
        21.2369 19.2659 19.8584 19.2659 19.8584 27.5884 \
        33.6971 27.5884 33.6971 19.3199 28.3184 19.3199 
    . move -3.24172 21.3961
    . scale -3.24172 21.3961 1.00424 1
    text "Низкий уровень" 12.5 60.5
    . move 9.66243 -15.6616
    . scale 9.66243 -15.6616 1.00424 1
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01U41          101 "
    . move 20.8292 43.0263
    . scale 20.8292 43.0263 1.00424 1
    text "Миксер Вкл." 12.5 60.5
    . move 19.1969 -17.9902
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01101_6        101 "
    . move 40.6542 42.3961
    text "Миксер неиспр." 12.5 60.5
    . move 19.174 -20.0033
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01101_7        101 "
    . move 40.6542 40.3961
    text "Приготовление" 12.5 60.5
    . move -8.79727 -27.0853
    text "Разгрузка" 12.5 60.5
    . move -6.41829 -28.9813
    text "Мешалка ош-ка" 12.5 60.5
    . move -8.79053 -25.1803
    text "Мешалка ош-ка" 12.5 60.5
    . move 20.8949 -25.1769
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01101_3        101 "
    . move 32.209 33.5
    . scale 32.209 33.5 1 1
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01101_5        101 "
    . move 32.209 31.6789
    . scale 32.209 31.6789 1 0.934738
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01102_1        101 "
    . move 12.9843 35.1868
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01102_3        101 "
    . move 32.209 35.1868
    text "Приготовление" 12.5 60.5
    . move 20.9262 -27.0321
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01101_31       101 "
    . move 12.9475 33.2127
    text "Разгрузка" 12.5 60.5
    . move 20.9536 -28.9754
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01101_51       101 "
    . move 12.9475 31.5
    fcolor 1010
    finter 4
    ecolor 1100
    estyle 0
    frect 25 33 35 28 
    . fgradient 0 5 35 30.5 30 30.5 100 1100
    . move -4.52737 1.84654
    . scale -4.52737 1.84654 0.749394 1
    text "Левый отсек" 12.5 60.5
    . move -1.61856 -31.6613
    text "Правый отсек" 12.5 60.5
    . move 15.3183 -31.6668
    fcolor 25
    finter 1
    ecolor 4
    frect 44.1938 9.7717 39.2648 5.7628 
    . move -14.5138 25.7123
    . scale -14.5138 25.7123 1.01695 0.933319
    fcolor 24
    ecolor 15
    estyle 1
    frect 35 28 36.5 9.5 
    . userdata "0012080TN591A01106          001 "
    . move -53.732 29.1738
    . scale -53.732 29.1738 2.23499 0.202108
    inst PneumaticMixer1 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Mixers/"
    . userdata "0011080TN591A01102_2        001 "
    . move 29.6661 34.3331
    . scale 29.6661 34.3331 1 1.29005
    fcolor 25
    ecolor 4
    estyle 0
    frect 44.1938 9.7717 39.2648 5.7628 
    . move -25.1236 25.7129
    . scale -25.1236 25.7129 1.01695 0.933319
    fcolor 24
    ecolor 15
    estyle 1
    frect 35 28 36.5 9.5 
    . userdata "0012080TN591A01104          001 "
    . move -60.6918 29.1738
    . scale -60.6918 29.1738 2.23499 0.202108
    inst PneumaticMixer1 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Mixers/"
    . userdata "0011080TN591A01102_0        001 "
    . tran -1 0 0 0 1.29005 0
    . move 15.7404 34.3331
    fcolor 4
    ecolor 4
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 1.8718e-007 0 -1.8718e-007 1 0
    . move 21.8711 13.9414
    . refpoint 25.8711 34.9414
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 1.8718e-007 0 -1.8718e-007 1 0
    . move 15.3522 13.9414
    . refpoint 19.3522 34.9414
    fcolor 0
    ecolor 0
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 1.8718e-007 0 -1.8718e-007 1 0
    . move 23.377 13.9414
    . refpoint 27.377 34.9414
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 1.8718e-007 0 -1.8718e-007 1 0
    . move 16.7009 13.9414
    . refpoint 20.7009 34.9414
    ecolor 14
    estyle 3
    line \
        19.5809 16.2718 8.2858 16.2718 8.2858 7.2837 \
        27.3197 7.2837 27.3197 16.3002 26.2954 16.3002 
    . move -4.84151 19.8973
    . scale -4.84151 19.8973 1 1.07353
    line \
        19.5809 16.2718 8.2858 16.2718 8.2858 7.2837 \
        27.3197 7.2837 27.3197 16.3002 26.2954 16.3002 
    . tran -1.00255 0 0 0 1.07353 0
    . move 50.1371 19.8973
    fcolor 15
    ecolor 15
    estyle 1
    frect 14.6322 12.7694 42.0372 11.2338 
    . move -5.05629 9.12024
    text "Дозир. насос 1" 12.5 60.5
    . move -3.02731 -34.0097
    text "Дозир. насос 2" 12.5 60.5
    . move 16.9727 -34.0034
    text "Ошибка" 12.5 60.5
    . move -0.892609 -41.471
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01102_6        101 "
    . move 13.4437 17.1202
    inst CentrifugalPump2 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Pumps/"
    . userdata "0011080TN591A01102_5        001 "
    . tran -1 0 0 -0 -1 0
    . move 32.4872 24.4886
    inst CentrifugalPump2 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Pumps/"
    . userdata "0011080TN591A01102_4        001 "
    . tran 1 -0 0 -0 -1 0
    . move 13.4403 24.4886
    align 2 3
    text "Насосы 1-2: " 12.5 60.5
    . move 10.9156 -39.3563
    align 1 3
    text "Высокое\nдавление " 12.5 60.5
    . move 8.1078 -41.4333
    inst FLSA_INDICATOR_PNEUMATIC_CONTROL 0 0
    . userdata "0011080TN591A01103_2        101 "
    . move 22.9437 17.1202
    align 2 3
    text "Высокая\nтемпература" 12.5 60.5
    . move 20.1344 -41.4678
    inst FLSA_INDICATOR_THRUSTOR_TEMPERATURE 0 0
    . userdata "0011080TN591A01103_4        101 "
    . move 32.4437 17.1202
    fcolor 4
    ecolor 14
    estyle 3
    rect 14 19.5 42.5 6.5 
    . move -15.3585 9.74315
    . scale -15.3585 9.74315 1.34551 0.904168
    estyle 1
    rect 14.6322 12.7694 42.0372 6.7888 
    . move -5.05629 9.12024
    line 14.6932 11.2119 41.9515 11.2119 
    . move -5.05629 9.12024
    fcolor 15
    ecolor 15
    ewidth 2
    frect 9.62 63.2813 17.2191 61.5032 
    . move -11.4975 -11.7149
    . scale -11.4975 -11.7149 1.55319 1
    inst acesys_sym_unimotor 0 0
    . tran -0.990746 -9.27237e-008 0 -9.35898e-008 1 0
    . move 13.8562 46.6127
    renamedvars  \
        TagCode :: "080TN591A01"
    align 1 3
    text "Ручное" 12.5 60.5
    . move -8.45512 -13.6254
    text "Автом." 12.5 60.5
    . move -8.44829 -11.8551
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01100_4        101 "
    . move 10.077 46.9793
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01100_5        101 "
    . move 10.077 48.5
    . scale 10.077 48.5 1 1
    text "Управление" 12.5 60.5
    . move -6.36198 -9.7606
    rect 9.62 63.2813 17.2191 57.6239 
    . move -11.4975 -11.7149
    . scale -11.4975 -11.7149 1.55319 1
    inst POINTVAL 0 0
    . userdata "0020080TN591A01104          "
    . move 16.4011 29.96
    . scale 16.4011 29.96 0.318182 0.436168
    inst POINTVAL 0 0
    . userdata "0020080TN591A01106          "
    . move 25.4011 29.9392
    . scale 25.4011 29.9392 0.327272 0.456912
    fcolor 11
    ecolor 11
    line \
        45.3082 14.5953 45.3082 30.7949 55.9587 30.7949 \
        55.9587 27.3235 
    . move 6.21324 16.1932
    . scale 6.21324 16.1932 0.845029 0.43211
    ewidth 1
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 5.61539e-007 0 -5.61539e-007 1 0
    . move 49.5 6.5
    . refpoint 53.5 27.5
    fcolor 15
    ecolor 15
    ewidth 2
    frect 0.9701 39.3588 40.5012 42.1067 
    . move 1.56787 -5.42621
    . scale 1.56787 -5.42621 1.01018 1.49451
    height 1.13818
    font 7
    align 2 3
    text "080TN591A01. ФЛОКУЛЯНТ" 18 72
    . move 5.12744 -6.73757
    . scale 5.12744 -6.73757 0.973691 0.878601
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN591A01103_0        101 "
    . move 39.9969 54.6816
    height 0.800003
    align 1 3
    text "Связь с ПЛК" 12.5 60.5
    . userdata "0011080TN591A01K81          111 "
    . move 22.2728 -3.75523
    font 1
    text "Станц.доб.флокулянта: ОК" 12.5 60.5
    . move -7.59889 -5.60388
    height 1.41176
    font 7
    align 3 3
    text "СГУСТИТЕЛЬ 080TN590" 12.5 60.5
    . move 46.5553 -13.1749
    . scale 46.5553 -13.1749 1.03486 1.41667
    fcolor 4
    ecolor 11
    line 20 13.5 25 13.5 
    . move 0 12
    line 22.5 13.5 22.5 14.5 
    . move 0 12
    line 19.5 14.5 25.5 14.5 
    . move 7.5 12
    . scale 7.5 12 0.666667 1
    line 25.5 14.5 25.5 18 
    . move -1 12
    line 19.5 14.5 19.5 18 
    . move 1 12
    fcolor 11
    ewidth 1
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran -3.09975e-007 0.948679 0 -1 -3.26744e-007 0
    . move -4.29725 28.5853
    . refpoint 15.625 24.5853
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 3.73539e-007 0 -3.73539e-007 1 0
    . move 20.5 5.60471
    . refpoint 24.5 26.6047
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 3.73539e-007 0 -3.73539e-007 1 0
    . move 16.5 5.60471
    . refpoint 20.5 26.6047
    inst a3DRotaryActuated 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Valves/"
    . move 22.4095 27.3769
    . scale 22.4095 27.3769 0.566472 0.46768
    fcolor 4
    ecolor 7
    ewidth 3
    line \
        63.6287 33.4846 63.7854 33.6702 63.8724 33.6992 \
        63.8724 33.5426 63.9362 33.5426 64.0464 33.0845 \
        63.9014 33.0845 63.9014 32.8989 65.6476 32.8989 \
        65.6476 33.0845 65.5084 33.0845 65.6302 33.5484 \
        65.7114 33.5484 65.7114 35.3058 65.7984 35.3 \
        65.6418 36.4715 63.913 36.4715 63.8028 35.5668 \
        63.6287 35.7988 63.6287 35.1318 63.7679 35.329 \
        63.8666 35.3232 63.8666 34.9462 63.6983 34.9462 \
        63.6983 34.024 63.8492 34.024 63.8492 33.9022 \
        63.7912 33.9254 63.6287 34.1168 63.6345 33.4846 
    . userdata "0011080TN590A01K11_44       100 "
    . move -13.0244 -5.34738
    . scale -13.0244 -5.34738 1.18961 1.09351
    inst Motor15 0 0 "gms_file:$(GMS_HOME)/symbols/symbolfactory/Motors/"
    . userdata "0011080TN590A01K11_44       000 "
    . tran -1.19532e-007 0.851458 0 -0.851458 -1.19532e-007 0
    . move 63.9737 32.1964
    tcolor 17
    height 0.800003
    font 1
    align 1 3
    text "Расход воды\nразбавления" 12.5 60.5
    . move 16.5209 3.5
    text "Расход флокулянта" 12.5 60.5
    . move -9.57188 4.01399
    inst POINTVAL 0 0
    . userdata "0020080TN591A01110          "
    . move 18.6818 63.75
    . scale 18.6818 63.75 0.727273 0.75
    inst POINTVAL 0 0
    . userdata "0020080TN591A01108          "
    . move 42.1899 63.75
    . scale 42.1899 63.75 0.727273 0.75
    text "Контроль флокулянта" 12.5 60.5
    . move -9.65909 1.31531
    text "Фактор разбавл. водой" 12.5 60.5
    . move 16.5224 6.73293
    inst pointvalent 0 0
    . userdata "0033080TN591I01_SPA         "
    . move 18.6818 61
    . scale 18.6818 61 0.727273 0.8
    ecolor 12
    ewidth 1
    rect 17.5 29.5 26.5 26.5 
    . userdata "0011080TN591I01             100 "
    . move 0.681824 38.6667
    . scale 0.681824 38.6667 1 0.833333
    inst pointvalent 0 0
    . userdata "0033080TN591I021            "
    . move 42.5227 66.5
    . scale 42.5227 66.5 0.727273 0.8
    ecolor 15
    rect 92.5 59.5 117.5 22.5 
    . move -90 54.527
    . scale -90 54.527 1 0.243243
    rect 92.5 59.5 117.5 22.5 
    . move -56.6 54.527
    . scale -56.6 54.527 0.92 0.243243
    text "Контроль добав. воды" 12.5 60.5
    . move 16.5439 0.808685
    inst POINTVAL 0 0
    . userdata "0020080TN591I02             "
    . move 42.1899 60.75
    . scale 42.1899 60.75 0.727273 0.75
    inst pointvalent 0 0
    . userdata "0033080TN591I01SP           "
    . move 18.6818 66.5
    . scale 18.6818 66.5 0.727273 0.8
    text "Добавление полимера (уставка)" 12.5 60.5
    . move -9.55183 6.74702
    fcolor 11
    ecolor 11
    ewidth 2
    line 35.79 14.2794 35.79 13.3018 
    . move -20.6152 9.19304
    tcolor 0
    text "ИБП 24В, авария" 12.5 60.5
    . move 67.7555 2
    text "ИБП 24В, работа от батареи" 12.5 60.5
    . move 62 0
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01_BAT_MODE    101 "
    . move 90.9895 60.357
    . scale 90.9895 60.357 1.00864 1.00864
    inst FLSA_INDICATOR_MISC 0 0
    . userdata "0011080TN590A01_BAT_ALRM    101 "
    . move 90.9895 62.382
    . scale 90.9895 62.382 1.00864 1.00864
endm
