mtran0
vis 1
detect 1
pavlik_samplers: model
    . backgrflag 1
    . userdata "0001991CD100"
    detect 0
    fcolor 31
    fstyle 1
    finter 1
    fdir 0
    fpercent 100
    ecolor 7
    estyle 1
    ewidth 1
    background: frect 0 0 137 77 
    detect 1
    fcolor 4
    finter 4
    ecolor 4
    line 24.0828 54.5195 24.0828 52.2338 
    . tran 0.604575 0 0 0 5.42343 0
    . move 81.1173 -265.39
    inst flsdatetime 0 0
    . move 0 73
    . scale 0 73 0.825 0.8
    renamedvars  \
        AlignX :: 2 \
        EdgeColor :: 31 \
        FillColor :: 31 \
        Font :: 1 \
        TextColor :: 3 \
        TimeOnly :: 0
    tcolor 17
    bcolor 0
    height 1
    path 1
    font 1
    prec 0
    align 2 3
    size 0 0
    text "œ–Œ¡ŒŒ“¡Œ–Õ» » «»‘" 12.5 60.5
    . move 48 13
    height 0.800003
    align 3 3
    text "“ÂÏÔÂ‡ÚÛ‡ Ì‡ ÛÎËˆÂ:" 12.5 60.5
    . move 120.92 -10.5002
    . scale 120.92 -10.5002 0.486436 1.38843
    inst POINTVAL 0 0
    . userdata "0020_920_OUTDOOR_TEMP       "
    . move 127.083 72.5
    . scale 127.083 72.5 0.765197 1.17544
    text "050-SM-300" 12.5 60.5
    . move 7.70465 3.39255
    inst pointvalent 0 0
    . userdata "0033050SM300A01TIM02        "
    . move 13.7084 57.8925
    . scale 13.7084 57.8925 0.635677 0.8
    finter 1
    ecolor 15
    rect 17 74 33.5 68 
    . move 4.96223 -27.6075
    . scale 4.96223 -27.6075 0.484848 1.25
    group
    . move -86.9251 0.143616
        inst acesys_sym_unimotor 0 0
        . move 101.319 59.9327
        renamedvars  \
            TagCode :: "050SM300A01"
        inst FLSA_GRP_SELECT 0 0
        . userdata "0011050SM300A01S01          101 "
        . move 104.676 60.3141
        . scale 104.676 60.3141 0.75 0.75
    endg
    group
    . move 24.6887 48.3321
    . scale 24.6887 48.3321 0.771428 0.545457
        group
        . move 17 -38
            fcolor 1010
            finter 4
            ecolor 7
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    inst pointvalent 0 0
    . userdata "0033050SM262Y01_SP          "
    . move 105.842 57.7995
    . scale 105.842 57.7995 0.272727 0.7
    align 1 3
    text "¬ÂÏˇ\nÏÂÊ‰Û\nÁ‡ÔÛÒÍ‡ÏË" 12.5 60.5
    . move 87.9598 -1.65377
    . scale 87.9598 -1.65377 0.997162 0.997162
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011050SM262IND01           101 "
    . tran -1.48376 -1.38865e-007 0 1.58218e-007 -1.69055 0
    . move 221.128 179.135
    inst flsa_grp_select 0 0
    . userdata "0011050SM262S01             101 "
    . move 104.278 61.3986
    . scale 104.278 61.3986 0.75 0.75
    . refpoint 104.278 61.3986
    align 3 3
    text "050-SM-262" 12.5 60.5
    . move 97.6822 3.64857
    . scale 97.6822 3.64857 0.987656 1
    fcolor 4
    ecolor 15
    estyle 2
    rect 5 53 10.5 47 
    . move 89.8696 -12.1138
    . scale 89.8696 -12.1138 1.96799 1.45885
    text "080-SM-261" 12.5 60.5
    . move 84.3632 3.61905
    . scale 84.3632 3.61905 0.987656 1
    group
    . move 11.5233 48.3463
    . scale 11.5233 48.3463 0.771428 0.545457
        group
        . move 17 -38
            fcolor 1010
            finter 4
            ecolor 7
            estyle 1
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    inst flsa_grp_select 0 0
    . userdata "0011080SM261S01             101 "
    . move 90.9589 61.369
    . scale 90.9589 61.369 0.75 0.75
    . refpoint 90.9589 61.369
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011080SM261IND01           101 "
    . tran -1.48376 -1.38865e-007 0 1.58218e-007 -1.69055 0
    . move 207.975 179.174
    inst pointvalent 0 0
    . userdata "0033080SM261I01             "
    . move 92.5235 57.77
    . scale 92.5235 57.77 0.272727 0.7
    align 1 3
    text "¬ÂÏˇ\nÏÂÊ‰Û\nÁ‡ÔÛÒÍ‡ÏË" 12.5 60.5
    . move 74.6408 -1.68329
    . scale 74.6408 -1.68329 0.997162 0.997162
    fcolor 4
    ecolor 15
    estyle 2
    rect 5 53 10.5 47 
    . move 76.795 -12.1433
    . scale 76.795 -12.1433 1.96799 1.45885
    tcolor 13
    height 1.18752
    align 3 3
    text "ı‚ÓÒÚ˚ ‰ÓÙÎÓÚ‡ˆËË" 12.5 60.5
    . move 96.1541 36.1329
    . scale 96.1541 36.1329 1.0099 0.491994
    text "ÔËÚ‡ÌËÂ ‰ÓÙÎÓÚ‡ˆËË" 12.5 60.5
    . move 83.3351 36.1027
    . scale 83.3351 36.1027 1.0099 0.491994
    tcolor 17
    height 0.800003
    text "050-SM-310" 12.5 60.5
    . move 62.4132 4.84883
    . scale 62.4132 4.84883 0.987656 1
    group
    . dynprop  \
          (#  \
            (call ColModelInvoke("pavlik_991_mimic_15")))
    . move -39.7411 -8.65117
        fcolor 14
        ecolor 7
        estyle 1
        poly \
            2.5 55 10 55 11 53.6658 \
            10 52.7764 2.5 52.7764 3.5 53.6658 \
            2.5 55 
        . filled 1
        . move 106.5 7.66441
        . scale 106.5 7.66441 1 1.12428
        tcolor 7
        align 2 3
        text "060-SU-354" 12.5 60.5
        . move 101.05 0.280841
        . scale 101.05 0.280841 1 1.12428
    endg
    fcolor 4
    ecolor 10
    line 99.5 15 100 15 
    . move -503.461 44.3488
    . scale -503.461 44.3488 5.74091 1
    group
    . move -10.4267 49.576
    . scale -10.4267 49.576 0.771428 0.545457
        group
        . move 17 -38
            fcolor 1010
            finter 4
            ecolor 7
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    inst flsa_grp_select 0 0
    . userdata "0011050SM310S01             101 "
    . move 69.0089 62.5988
    . scale 69.0089 62.5988 0.75 0.75
    . refpoint 69.0089 62.5988
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011050SM310IND01           101 "
    . tran -1.5 -1.40385e-007 0 1.40385e-007 -1.5 0
    . move 187.384 167.474
    fcolor 4
    finter 4
    ecolor 10
    line 16.5567 52.8052 26.6249 52.8052 
    . move 3.6119 -111.82
    . scale 3.6119 -111.82 0.744922 2.625
    group
    . tran -0.357143 0 0 0 0.333334 0
    . move 47.624 5.29319
        fcolor 1010
        ecolor 15
        poly \
            49 41.4098 45.5 41.4098 45.5 39.3443 \
            49 38.6557 49 36.2459 52.5 36.2459 \
            52.5 43.4754 49 43.4754 
        . filled 1
        . fgradient 0 9.5 38.5 40 46.5 40 100 1087
        . move 42 5.85719
        . scale 42 5.85719 1 1.45238
        fstyle 11
        finter 2
        poly \
            49 41.4098 46.5 39.6885 46.5 40.0328 \
            45.5 40.0328 45.5 37.9672 46.5 37.9672 \
            46.5 38.6557 51.5 42.0984 51.5 43.4754 \
            49 43.4754 
        . filled 1
        . move 42.5 5.85719
        . scale 42.5 5.85719 1 1.45238
    endg
    fcolor 4
    fstyle 1
    finter 4
    ecolor 10
    line 24 57.0909 24 54 
    . move -0.0644079 -21.5047
    . scale -0.0644079 -21.5047 0.604575 0.926813
    fcolor 10
    finter 1
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 -3.31448e-015 0 3.31448e-015 1 0
    . move 10.4454 7.29323
    . refpoint 14.4454 28.2932
    tcolor 17
    align 1 3
    text "080-SM-440" 12.5 60.5
    . move 2.44536 -29.5207
    . scale 2.44536 -29.5207 1 0.980395
    inst pointvalent 0 0
    . userdata "0033080SM440A01TIM02        "
    . move 11.0859 22.2932
    . scale 11.0859 22.2932 0.181818 0.8
    inst acesys_sym_unimotor 0 0
    . move 11.7023 24.7932
    . scale 11.7023 24.7932 0.990756 1.00001
    renamedvars  \
        TagCode :: "080SM440A01"
    inst FLSA_GRP_SELECT 0 0
    . userdata "0011080SM440S01             101 "
    . move 11.6954 28.0432
    . scale 11.6954 28.0432 0.75 0.75
    inst pointvalent 0 0
    . userdata "0033080SM440A01SetCutCnt    "
    . move 14.5859 22.2932
    . scale 14.5859 22.2932 0.214876 0.8
    group
    . dynprop  \
          (#  \
            (call ColModelInvoke("pavlik_992_mimic_sorb")))
    . move -110.055 7.79323
        fcolor 14
        ecolor 7
        poly \
            2.5 55 10 55 11 53.6658 \
            10 52.7764 2.5 52.7764 3.5 53.6658 \
            2.5 55 
        . filled 1
        . move 125 -41.3356
        . scale 125 -41.3356 1 1.12428
        tcolor 7
        align 2 3
        text "080-TK-490" 12.5 60.5
        . move 119.5 -48.5191
        . scale 119.5 -48.5191 1 1.12428
    endg
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011080SM440IND01           101 "
    . tran -1.74188 -1.63022e-007 0 1.58218e-007 -1.69055 0
    . move 153.425 144.209
    fcolor 4
    ecolor 10
    line 38 64.5 38 59.5 
    . tran 2.10577e-008 -0.9 0 1 9.35898e-008 0
    . move 91.5982 27.0033
    tcolor 17
    align 1 3
    text "050-SM-320" 12.5 60.5
    . move 23.0199 1.5033
    inst pointvalent 0 0
    . userdata "0033050SM320A01TIM02        "
    . move 35.5436 56.0033
    . scale 35.5436 56.0033 0.272727 0.8
    inst acesys_sym_unimotor 0 0
    . move 35.8051 58.0033
    . scale 35.8051 58.0033 0.990746 1
    renamedvars  \
        TagCode :: "050SM320A01"
    inst FLSA_GRP_SELECT 0 0
    . userdata "0011050SM320A01S01          101 "
    . move 38.2936 58.0033
    . scale 38.2936 58.0033 0.75 0.75
    line 38 64.5 38 59.5 
    . move -4.45181 -76.7636
    . scale -4.45181 -76.7636 1 2.19776
    fcolor 10
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 -3.31448e-015 0 3.31448e-015 1 0
    . move 29.5482 32.4533
    . refpoint 33.5482 53.4533
    group
    . dynprop  \
          (#  \
            (call ColModelInvoke("pavlik_992_mimic_13")))
    . move 12.3382 -5.42197
        fcolor 14
        ecolor 7
        poly \
            2.5 55 10 55 11 53.6658 \
            10 52.7764 2.5 52.7764 3.5 53.6658 \
            2.5 55 
        . filled 1
        . tran -1 -1.05221e-007 0 9.35898e-008 -1.12428 0
        . move 36.21 130.761
        tcolor 7
        align 2 3
        text "080-SU-456" 12.5 60.5
        . tran -1 -1.05221e-007 0 9.35898e-008 -1.12428 0
        . move 41.71 138.282
    endg
    group
    . tran -0.285714 0 0 0 0.238096 0
    . move 60.0482 43.7414
        fcolor 1010
        finter 4
        ecolor 15
        poly \
            49 41.4098 45.5 41.4098 45.5 39.3443 \
            49 38.6557 49 36.2459 52.5 36.2459 \
            52.5 43.4754 49 43.4754 
        . filled 1
        . fgradient 0 9.5 38.5 40 46.5 40 100 1087
        . move 42 5.85719
        . scale 42 5.85719 1 1.45238
        fstyle 11
        finter 2
        poly \
            49 41.4098 46.5 39.6885 46.5 40.0328 \
            45.5 40.0328 45.5 37.9672 46.5 37.9672 \
            46.5 38.6557 51.5 42.0984 51.5 43.4754 \
            49 43.4754 
        . filled 1
        . move 42.5 5.85719
        . scale 42.5 5.85719 1 1.45238
    endg
    group
    . dynprop  \
          (#  \
            (call ColModelInvoke("pavlik_991_mimic_15")))
    . move -78.7018 -16.0217
        fcolor 14
        fstyle 1
        finter 1
        ecolor 7
        poly \
            2.5 55 10 55 11 53.6658 \
            10 52.7764 2.5 52.7764 3.5 53.6658 \
            2.5 55 
        . filled 1
        . move 106.5 7.66441
        . scale 106.5 7.66441 1 1.12428
        text "060-SU-354" 12.5 60.5
        . move 101.05 0.280841
        . scale 101.05 0.280841 1 1.12428
    endg
    fcolor 10
    ecolor 10
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 4.67949e-008 -1 0 1 4.67949e-008 0
    . move 67.4921 47.7283
    . refpoint 46.4921 51.7283
    group
    . move 14.3543 36.5497
    . scale 14.3543 36.5497 0.285714 0.238096
        fcolor 1010
        finter 4
        ecolor 15
        poly \
            49 41.4098 45.5 41.4098 45.5 39.3443 \
            49 38.6557 49 36.2459 52.5 36.2459 \
            52.5 43.4754 49 43.4754 
        . filled 1
        . fgradient 0 9.5 38.5 40 46.5 40 100 1087
        . move 42 5.85719
        . scale 42 5.85719 1 1.45238
        fstyle 11
        finter 2
        poly \
            49 41.4098 46.5 39.6885 46.5 40.0328 \
            45.5 40.0328 45.5 37.9672 46.5 37.9672 \
            46.5 38.6557 51.5 42.0984 51.5 43.4754 \
            49 43.4754 
        . filled 1
        . move 42.5 5.85719
        . scale 42.5 5.85719 1 1.45238
    endg
    tcolor 17
    align 1 3
    text "060-SM-325" 12.5 60.5
    . move 27.6467 -10.7717
    inst pointvalent 0 0
    . userdata "0033060SM325A01TIM02        "
    . move 38.6043 43.4783
    . scale 38.6043 43.4783 0.274225 0.8
    inst acesys_sym_unimotor 0 0
    . move 40.3658 45.7283
    . scale 40.3658 45.7283 0.990746 1
    renamedvars  \
        TagCode :: "060SM325A01"
    inst FLSA_GRP_SELECT 0 0
    . userdata "0011060SM325A01S01          101 "
    . move 43.6321 45.7283
    . scale 43.6321 45.7283 0.75 0.75
    inst pointvalent 0 0
    . userdata "0033060SM325A01SetCutCnt    "
    . move 43.3563 43.4783
    . scale 43.3563 43.4783 0.204363 0.8
    tcolor 0
    align 3 3
    text "060-TN-340" 12.5 60.5
    . move 40.3241 -8.68973
    fcolor 4
    fstyle 1
    finter 1
    ecolor 10
    line 99.5 15 100 15 
    . move -904.202 36.7283
    . scale -904.202 36.7283 9.5 1
    tcolor 17
    align 2 3
    text "œÓ·ÓÓÚ·ÓÌËÍ 742" 12.5 60.5
    . move 43.3445 -19.1204
    . scale 43.3445 -19.1204 0.992972 0.813937
    inst pointvalent 0 0
    . userdata "0033090SM742I01             "
    . move 55.2347 27.2478
    . scale 55.2347 27.2478 0.411086 0.7
    align 1 3
    text "Open" 12.5 60.5
    . move 39.3521 -32.4137
    . scale 39.3521 -32.4137 0.997162 0.997162
    text "Pause" 12.5 60.5
    . move 39.4105 -35.1356
    . scale 39.4105 -35.1356 0.997162 0.997162
    ecolor 15
    rect 80 67.5 95 49.5 
    . move -1.91004 2.99779
    . scale -1.91004 2.99779 0.658333 0.416667
    inst pointvalent 0 0
    . userdata "0033090SM742I02             "
    . move 55.2347 24.3728
    . scale 55.2347 24.3728 0.411086 0.7
    inst flsa_grp_select 0 0
    . userdata "0011090SM742S01             101 "
    . move 48.4441 24.1228
    . scale 48.4441 24.1228 0.75 0.75
    . refpoint 48.4441 24.1228
    group
    . move -28.8934 14.1116
    . scale -28.8934 14.1116 0.771428 0.545457
        group
        . move 17 -38
            fcolor 1010
            finter 4
            ecolor 7
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011090SM742IND01           101 "
    . tran -1.25751 -1.1769e-007 0 1.58218e-007 -1.69055 0
    . move 149.543 145.116
    inst POINTVAL 0 0
    . userdata "0020090SM741A01_TOT         "
    . move 44.6954 17.7438
    . scale 44.6954 17.7438 0.612048 0.75
    align 2 3
    text "œÓ·ÓÓÚ·ÓÌËÍË\nÒ‡·‡Ú˚‚‡˛Ú\n˜ÂÂÁ Í‡Ê‰˚Â 10 Ï3" 12.5 60.5
    . move 35.5617 -28.3317
    . scale 35.5617 -28.3317 1 0.823562
    text "œÓ·ÓÓÚ·ÓÌËÍ 741" 12.5 60.5
    . move 28.407 -19.1204
    . scale 28.407 -19.1204 0.992972 0.813937
    inst pointvalent 0 0
    . userdata "0033090SM741I01             "
    . move 40.2347 27.2478
    . scale 40.2347 27.2478 0.411086 0.7
    align 1 3
    text "Open" 12.5 60.5
    . move 24.4146 -32.4137
    . scale 24.4146 -32.4137 0.997162 0.997162
    text "Pause" 12.5 60.5
    . move 24.473 -35.1356
    . scale 24.473 -35.1356 0.997162 0.997162
    fcolor 4
    ecolor 15
    rect 80 67.5 95 49.5 
    . move -16.8475 2.99779
    . scale -16.8475 2.99779 0.658333 0.416667
    inst pointvalent 0 0
    . userdata "0033090SM741I02             "
    . move 40.2347 24.3728
    . scale 40.2347 24.3728 0.411086 0.7
    inst flsa_grp_select 0 0
    . userdata "0011090SM741S01             101 "
    . move 33.5066 24.1228
    . scale 33.5066 24.1228 0.75 0.75
    . refpoint 33.5066 24.1228
    group
    . move -43.7719 14.2136
    . scale -43.7719 14.2136 0.771428 0.545457
        group
        . move 17 -38
            fcolor 1010
            finter 4
            ecolor 7
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011090SM741IND01           101 "
    . tran -1.25754 -1.17693e-007 0 1.58218e-007 -1.69055 0
    . move 134.538 145.181
    text "080-SM-510" 12.5 60.5
    . move 57.108 -30.7083
    inst pointvalent 0 0
    . userdata "0033080SM510A01TIM02        "
    . move 69.5655 23.7916
    . scale 69.5655 23.7916 0.226432 0.8
    inst acesys_sym_unimotor 0 0
    . move 69.8132 25.7917
    . scale 69.8132 25.7917 0.990746 1
    renamedvars  \
        TagCode :: "080SM510A01"
    inst FLSA_GRP_SELECT 0 0
    . userdata "0011080SM510A01S01          101 "
    . move 72.3063 25.7917
    . scale 72.3063 25.7917 0.75 0.75
    fcolor 10
    ecolor 10
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 -3.31448e-015 0 3.31448e-015 1 0
    . move 73.0563 0.291626
    . refpoint 77.0563 21.2916
    fcolor 4
    finter 4
    line 24 54.5195 24 53.3766 
    . tran 0.604575 3.86061e-007 0 -1.854e-007 3.06251 0
    . move 62.5465 -141.675
    group
    . tran -1 0 0 0 1 0
    . move 178.056 2.29163
        group
        . move 17 -38
            fcolor 1010
            ecolor 7
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    tcolor 0
    font 7
    align 3 3
    text "080-SU-570" 12.5 60.5
    . move 73.2028 -31.4486
    fcolor 4
    ecolor 10
    line 99.5 15 100 15 
    . move -865.594 12.8285
    . scale -865.594 12.8285 9.5 1
    fcolor 10
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran -3.27564e-007 1 0 -1 -3.27564e-007 0
    . move 58.5249 31.8238
    . refpoint 79.5249 27.8238
    fcolor 4
    finter 4
    line 24 54.5195 24 53.3766 
    . tran 0.604575 3.86061e-007 0 -1.44521e-007 2.38726 0
    . move 53.2455 -68.2084
    font 1
    text "080-TN-450" 12.5 60.5
    . move 3.90863 -28.4311
    inst fls_m_scrn 0 0
    . move 10.0882 33.1058
    . scale 10.0882 33.1058 1.02303 0.500001
    renamedvars  \
        button_label :: "—√”—“»“≈À‹ 450" \
        fillcol :: 14 \
        model_name :: "pavlik_992_mimic_13"
    inst fls_m_scrn 0 0
    . move 90.9841 67.1263
    . scale 90.9841 67.1263 1.50777 0.500001
    renamedvars  \
        button_label :: "œ≈–≈◊»—“Õ¿ﬂ ‘ÀŒ“¿÷»ﬂ" \
        fillcol :: 14 \
        model_name :: "pavlik_991_mimic_11_local"
    inst fls_m_scrn 0 0
    . move 36.6775 32.6136
    . scale 36.6775 32.6136 2.03045 0.500001
    renamedvars  \
        button_label :: "”√ŒÀ‹ ¬ –¿—“¬Œ–≈ (”¬œ) —Œ–¡÷»ﬂ" \
        fillcol :: 14 \
        model_name :: "pavlik_992_mimic_07_new"
    inst fls_m_scrn 0 0
    . move 10.8905 67.1414
    . scale 10.8905 67.1414 1.23736 0.500001
    renamedvars  \
        button_label :: "ÿ¿–Œ¬¿ﬂ Ã≈À‹Õ»÷¿ 2" \
        fillcol :: 14 \
        model_name :: "pavlik_991_mimic_05"
    inst fls_m_scrn 0 0
    . move 59.3824 67.4265
    . scale 59.3824 67.4265 2.04324 0.500001
    renamedvars  \
        button_label :: "Œ—ÕŒ¬Õ¿ﬂ  ŒÕ“–ŒÀ‹Õ¿ﬂ ‘ÀŒ“¿÷»ﬂ" \
        fillcol :: 14 \
        model_name :: "pavlik_991_mimic_12"
    inst fls_m_scrn 0 0
    . move 69.8974 32.1637
    . scale 69.8974 32.1637 1.11733 0.500001
    renamedvars  \
        button_label :: "—√”—“»“≈À‹ 590" \
        fillcol :: 14 \
        model_name :: "pavlik_992_mimic_05"
    inst fls_m_scrn 0 0
    . move 36.122 67.1693
    . scale 36.122 67.1693 1.13448 0.500001
    renamedvars  \
        button_label :: "—√”—“»“≈À‹ 340" \
        fillcol :: 14 \
        model_name :: "pavlik_991_mimic_15"
    group
    . dynprop  \
          (#  \
            (call ColModelInvoke("pavlik_992_mimic_03")))
    . move -7.30006 8.08018
        fcolor 14
        finter 1
        ecolor 7
        poly \
            2.5 55 10 55 11 53.6658 \
            10 52.7764 2.5 52.7764 3.5 53.6658 \
            2.5 55 
        . filled 1
        . move 106.5 -50.3356
        . scale 106.5 -50.3356 1 1.12428
        tcolor 7
        align 2 3
        text "350-TK-859" 12.5 60.5
        . move 101 -57.5191
        . scale 101 -57.5191 1 1.12428
    endg
    group
    . tran -1 0 0 0 1 0
    . move 196.7 0.0801849
        group
        . move 17 -38
            fcolor 1010
            finter 4
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    fcolor 4
    ecolor 4
    line 9.5 70.5 110 70.5 
    . move 95.0382 -52.4198
    . scale 95.0382 -52.4198 0.0696517 1
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 1 2.8703e-008 0 -2.8703e-008 1 0
    . move 91.6999 7.18489
    . refpoint 95.6999 28.1849
    group
    . move 3.31567 16.5802
        inst FLSA_INTER_LOCK 0 0
        . userdata "0011350SM906A01C62          101 "
        . move 105.5 9.25
        . scale 105.5 9.25 1 1
        tcolor 17
        align 3 3
        text "350-SM-906" 12.5 60.5
        . move 92.4295 -48
        ecolor 15
        rect 17 74 33.5 68 
        . move 86.5812 -79
        . scale 86.5812 -79 0.606061 1.25
        inst pointvalent 0 0
        . userdata "0033350SM906A01TIM02        "
        . move 97.8843 6.5
        . scale 97.8843 6.5 0.727273 0.8
        inst acesys_sym_unimotor 0 0
        . move 99.7569 8.5
        . scale 99.7569 8.5 0.990746 1
        renamedvars  \
            TagCode :: "350SM906A01"
        inst FLSA_GRP_SELECT 0 0
        . userdata "0011350SM906A01S01          101 "
        . move 102.759 8.75
        . scale 102.759 8.75 0.75 0.75
    endg
    inst fls_m_scrn 0 0
    . move 92.791 32.3552
    . scale 92.791 32.3552 1.66602 0.500001
    renamedvars  \
        button_label :: "®Ã Œ—“» Œ¡≈«¬–≈∆»¬¿Õ»ﬂ" \
        fillcol :: 14 \
        model_name :: "pavlik_992_mimic_06"
    tcolor 0
    text "350-TK-905" 12.5 60.5
    . move 85.8299 -29.4236
    tcolor 17
    text "080-SM-470" 12.5 60.5
    . move 96.8006 -6.43602
    . scale 96.8006 -6.43602 0.987656 1
    ecolor 10
    line -0.5 30.9833 11.5 30.9833 
    . move 104.038 -11.6841
    . scale 104.038 -11.6841 0.333333 1.97802
    group
    . move 38.1001 43.768
    . scale 38.1001 43.768 0.838354 0.775978
        fcolor 14
        poly \
            0.5 69.5 8 69.5 9 68.5 \
            8 67.5 0.5 67.5 1.5 68.5 \
            0.5 69.5 
        . filled 1
        . move 80.0979 -61.02
        tcolor 7
        align 2 3
        text "080-MC-480" 12.5 60.5
        . dynprop  \
              (#  \
                (call ColModelInvoke("pavlik_992_mimic_sorb")))
        . move 72.5319 -60.4235
        . scale 72.5319 -60.4235 1 1.12428
    endg
    fcolor 4
    line 6.5 31.7417 6.5 30.225 
    . move 97.3709 36.6902
    . scale 97.3709 36.6902 1 0.427431
    group
    . move 25.8853 37.8484
    . scale 25.8853 37.8484 0.771428 0.545457
        group
        . move 17 -38
            fcolor 1010
            finter 4
            ecolor 7
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011080SM470IND01           101 "
    . tran -1.48376 -1.38865e-007 0 1.38977e-007 -1.48495 0
    . move 222.33 154.704
    inst flsa_grp_select 0 0
    . userdata "0011080SM470S01             101 "
    . move 105.192 51.2199
    . scale 105.192 51.2199 0.75 0.75
    . refpoint 105.192 51.2199
    inst POINTVAL 0 0
    . userdata "0020080MC480N01P01          "
    . move 108.187 51.2015
    . scale 108.187 51.2015 0.435633 0.664833
    tcolor 0
    align 3 3
    text "050-TK-276" 12.5 60.5
    . move 87.9424 -7.34506
    . scale 87.9424 -7.34506 0.987656 1
    fcolor 10
    ecolor 10
    fpie2 4 21 4.25 21.75 3.75 21.75 
    . tran 4.67949e-008 -1 0 1 4.67949e-008 0
    . move 122.831 47.9081
    . refpoint 101.831 51.9081
    fcolor 4
    line 99.5 15 100 15 
    . move -848.863 36.9081
    . scale -848.863 36.9081 9.5 1
    ecolor 15
    rect 17 74 33.5 68 
    . move -4.62165 -102.293
    . scale -4.62165 -102.293 0.862103 2.32981
    rect 17 74 33.5 68 
    . move 5.0323 -282.03
    . scale 5.0323 -282.03 1.44404 4.75928
    rect 17 74 33.5 68 
    . move 50.5606 -307.283
    . scale 50.5606 -307.283 1.87879 5.09976
    rect 17 74 33.5 68 
    . move 36.6492 -90.76
    . scale 36.6492 -90.76 1.30895 2.1726
    rect 17 74 33.5 68 
    . move -14.1535 -145.068
    . scale -14.1535 -145.068 1.23621 2.44414
    rect 17 74 33.5 68 
    . move -0.758563 -362.542
    . scale -0.758563 -362.542 1.8805 5.38298
    rect 17 74 33.5 68 
    . move 45.1731 -151.413
    . scale 45.1731 -151.413 1.23621 2.52988
    rect 17 74 33.5 68 
    . move 68.6403 -205.348
    . scale 68.6403 -205.348 1.28297 3.25872
    tcolor 17
    align 2 3
    text "œÓ·ÓÓÚ·ÓÌËÍ" 12.5 60.5
    . move 107.688 16.6297
    . scale 107.688 16.6297 0.992972 0.813937
    inst pointvalent 0 0
    . userdata "0033040IL200A01I01          "
    . move 120.01 62.9979
    . scale 120.01 62.9979 0.272727 0.7
    inst pointvalent 0 0
    . userdata "0033040IL200A01I02          "
    . move 120.01 60.1229
    . scale 120.01 60.1229 0.272727 0.7
    align 1 3
    text "Open" 12.5 60.5
    . move 103.696 3.33638
    . scale 103.696 3.33638 0.997162 0.997162
    text "Pause" 12.5 60.5
    . move 103.754 0.614499
    . scale 103.754 0.614499 0.997162 0.997162
    rect 80 67.5 95 49.5 
    . move 62.4338 38.7479
    . scale 62.4338 38.7479 0.658333 0.416667
    inst fls_m_scrn 0 0
    . move 116.006 67.4679
    . scale 116.006 67.4679 0.8041 0.500001
    renamedvars  \
        button_label :: "¿ ¿÷»ﬂ 1" \
        fillcol :: 14 \
        model_name :: "pavlik_991_mimic_16"
    rect 17 74 33.5 68 
    . move 104.928 -62.0166
    . scale 104.928 -62.0166 0.598433 1.78525
    align 2 3
    text "œÓ·ÓÓÚ·ÓÌËÍ" 12.5 60.5
    . move 107.731 4.79811
    . scale 107.731 4.79811 0.992972 0.813937
    inst pointvalent 0 0
    . userdata "0033040IL210A01I01          "
    . move 119.053 51.1663
    . scale 119.053 51.1663 0.272727 0.7
    inst pointvalent 0 0
    . userdata "0033040IL210A01I02          "
    . move 119.053 48.2913
    . scale 119.053 48.2913 0.272727 0.7
    align 1 3
    text "Open" 12.5 60.5
    . move 103.739 -8.49523
    . scale 103.739 -8.49523 0.997162 0.997162
    text "Pause" 12.5 60.5
    . move 103.797 -11.2171
    . scale 103.797 -11.2171 0.997162 0.997162
    rect 80 67.5 95 49.5 
    . move 62.477 26.9163
    . scale 62.477 26.9163 0.658333 0.416667
    inst fls_m_scrn 0 0
    . move 116.051 55.6055
    . scale 116.051 55.6055 0.8041 0.500001
    renamedvars  \
        button_label :: "¿ ¿÷»ﬂ 2" \
        fillcol :: 14 \
        model_name :: "pavlik_991_mimic_17"
    rect 17 74 33.5 68 
    . move 104.963 -73.84
    . scale 104.963 -73.84 0.598433 1.78525
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011060SM325IND01           101 "
    . tran -1.38242 -1.2938e-007 0 1.39953e-007 -1.49539 0
    . move 151.08 155.282
    align 3 3
    text "040-SM-810" 12.5 60.5
    . move 96.7054 -14.139
    . scale 96.7054 -14.139 0.987656 1
    fcolor 4
    ecolor 10
    line -0.5 30.9833 11.5 30.9833 
    . move 103.942 -19.3871
    . scale 103.942 -19.3871 0.333333 1.97802
    fcolor 14
    poly \
        0.5 69.5 8 69.5 9 68.5 \
        8 67.5 0.5 67.5 1.5 68.5 \
        0.5 69.5 
    . filled 1
    . move 105.155 -11.2851
    . scale 105.155 -11.2851 0.838354 0.775978
    tcolor 7
    align 2 3
    text "" 12.5 60.5
    . dynprop  \
          (#  \
            (call ColModelInvoke("pavlik_992_mimic_sorb")))
    . move 98.8122 -10.8223
    . scale 98.8122 -10.8223 0.838354 0.872419
    fcolor 4
    line 6.5 31.7417 6.5 30.225 
    . move 97.2758 28.9871
    . scale 97.2758 28.9871 1 0.427431
    group
    . move 25.7901 30.1453
    . scale 25.7901 30.1453 0.771428 0.545457
        group
        . move 17 -38
            fcolor 1010
            finter 4
            ecolor 7
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011040SM810IND02           101 "
    . tran -1.48376 -1.38865e-007 0 1.51801e-007 -1.62198 0
    . move 222.235 156.524
    inst flsa_grp_select 0 0
    . userdata "0011040SM810S01             101 "
    . move 104.905 43.297
    . scale 104.905 43.297 0.845863 0.85994
    . refpoint 104.905 43.297
    inst pointvalent 0 0
    . userdata "0033080SM595A01_TIM01       "
    . move 45.75 7.95282
    . scale 45.75 7.95282 0.454545 0.8
    inst flsa_inter_lock 0 0
    . userdata "0011080SM595A01_RWD         101 "
    . move 47.6875 5.95282
    . scale 47.6875 5.95282 2.25 1.25
    inst FLSA_GRP_SELECT 0 0
    . userdata "0011080SM595A01_S01         101 "
    . move 42 7.70282
    . scale 42 7.70282 0.75 0.75
    inst flsa_inter_lock 0 0
    . userdata "0011080SM595A01_FWD         101 "
    . move 49.6875 5.95282
    . scale 49.6875 5.95282 2.25 1.25
    inst flsa_inter_lock 0 0
    . userdata "0011080SM595A01_STATUS      101 "
    . move 42.1875 5.95282
    . scale 42.1875 5.95282 2.25 1.25
    fcolor 4
    finter 3
    ecolor 0
    rect 2.5 71.5 34.5 42.5 
    . move 39.2734 -6.53856
    . scale 39.2734 -6.53856 0.390625 0.258621
    tcolor 0
    height 1
    text "ALRM" 6.5 38
    . move 39.0859 -12.5317
    . scale 39.0859 -12.5317 0.56371 0.471023
    text "080-SM595 (ÕÓ‚˚È)" 6.5 38
    . move 41.8084 -18.3382
    . scale 41.8084 -18.3382 0.708056 0.836606
    text "<- RWD" 6.5 38
    . move 44.0786 -12.5346
    . scale 44.0786 -12.5346 0.548664 0.471023
    text "FWD ->" 6.5 38
    . move 47.2374 -12.5346
    . scale 47.2374 -12.5346 0.546096 0.471023
    inst POINTVAL 0 0
    . userdata "0020080MC480N01P01          "
    . move 108.187 51.2015
    . scale 108.187 51.2015 0.435633 0.664833
    inst POINTVAL 0 0
    . userdata "0020080MC480N01P01          "
    . move 108.778 51.2015
    . scale 108.778 51.2015 0.435633 0.664833
    inst flsa_grp_select 0 0
    . userdata "0011080SM470S01             101 "
    . move 104.783 51.2199
    . scale 104.783 51.2199 0.75 0.75
    . refpoint 104.783 51.2199
    tcolor 17
    height 0.800003
    align 3 3
    text "050-SM-263" 12.5 60.5
    . move 83.8163 -12.2187
    . scale 83.8163 -12.2187 0.987656 1
    group
    . move 10.9763 32.5085
    . scale 10.9763 32.5085 0.771428 0.545457
        group
        . move 17 -38
            fcolor 1010
            finter 4
            ecolor 7
            poly \
                50.4154 34.817 50.4154 37.0514 52.6769 37.4983 \
                52.6769 38.392 50.9808 38.392 50.9808 39.7327 \
                48.7192 39.7327 48.7192 34.817 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.5443
            poly \
                51.5462 35.7107 52.1115 35.7107 52.1115 37.4983 \
                51.5462 37.4983 51.5462 37.0514 50.4154 37.9451 \
                50.4154 39.7327 48.7192 39.7327 48.7192 38.8389 \
                51.5462 36.6045 
            . filled 1
            . fgradient 0 7.14999 42.5 39.7327 47.5885 39.7327 100 1100
            . tran -0.884354 0 0 0 1.11887 0
            . move 128.085 21.0443
        endg
        fcolor 15
        finter 1
        frect 99.5 27.5 100 25 
        . move 69.1592 6.57599
        . scale 69.1592 6.57599 0.301422 0.737518
    endg
    inst flsa_grp_select 0 0
    . userdata "0011050SM263S01             101 "
    . move 90.5 45.5313
    . scale 90.5 45.5313 0.705986 0.75
    . refpoint 90.5 45.5313
    fcolor 24
    ecolor 24
    frect 79.5 70 80 69.5 
    . userdata "0011_050SM263IND01          101 "
    . tran -1.48376 -1.38865e-007 0 1.58218e-007 -1.69055 0
    . move 207.428 163.336
    align 1 3
    text "¬ÂÏˇ\nÏÂÊ‰Û\nÁ‡ÔÛÒÍ‡ÏË" 12.5 60.5
    . move 74.0938 -17.521
    . scale 74.0938 -17.521 0.997162 0.997162
    fcolor 4
    ecolor 15
    estyle 2
    rect 5 53 10.5 47 
    . move 76.248 -27.9811
    . scale 76.248 -27.9811 1.96799 1.45885
    inst pointvalent 0 0
    . userdata "0033050SM263Y01I01          "
    . move 92 42.625
    . scale 92 42.625 0.272727 0.7
endm
